Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: The order of the groups and questions has been changed.
cs: Pořadí skupin a otázek bylo změněno.
es: Se ha cambiado el orden de los grupos y las preguntas.
fr: L'ordre des groupes et des questions a été changé.

source: You are ordering questions that are not part of the form.
cs: Zadáváte otázky, které nejsou součástí formuláře.
es: Usted está pidiendo preguntas que no son parte de la forma.
fr: Vous ordonnez des questions qui ne font pas partie du formulaire.

source: You are ordering groups that are not part of the form.
cs: Objednáváte skupiny, které nejsou součástí formuláře.
es: Usted está pidiendo grupos que no son parte de la forma.
fr: Vous ordonnez des groupes qui ne font pas partie du formulaire.

source: Error in the JSON order.
cs: Chyba v objednávce JSON.
es: Error en el orden de JSON.
fr: Erreur dans l'ordre JSON.

source: The experimental site does not exist.
es: El lugar de experimentación no existe.
fr: Le site expérimental n'existe pas.

source: Error in the JSON. Parameter plocation_id required.
es: Error en el JSON. El parámetro question_id es requerido.
fr: Erreur dans le JSON. Le paramètre plocation_id est requis.

source: This experiment side with this unit of analysis has no defined relationship.
es: Este lugar del experimento con esta unidad de análisis no tiene una relación definida.
fr: Ce côté expérimental avec cette unité d'analyse n'a pas de relation définie.

source: The unit of analysis does not exist.
es: La unidad de análisis no existe.
fr: L’unité d’analyse n'existe pas.

source: Error in the JSON. Parameter plocation_id and puoa_id required.
es: Error en el JSON. Se requieren los parámetros plocation_id y puoa_id.
fr: Erreur dans le JSON. Les paramètres plocation_id et puoa_id sont requis.

source: The parameter project_languages must be a list.
es: El parámetro project_languages debe ser una lista.
fr: Le paramètre project_languages doit être une liste.

source: You are trying to add a language to the project that is not part of the list of languages to be used.
es: Está intentando agregar al proyecto un idioma que no forma parte de la lista de idiomas a utilizar.
fr: Vous essayez d'ajouter une langue au projet qui ne fait pas partie de la liste des langues à utiliser.

source: You cannot create a clone and use a template at the same time.
cs: Nelze vytvořit klon a současně použít šablonu.
es: No se puede crear un clon y utilizar una plantilla al mismo tiempo.
fr: Vous ne pouvez pas créer un clone et utiliser un modèle en même temps.

source: The parameter project_type must be [1: Real. 2: Training - This project was only used to explain the use of the ClimMob platform and was created as an example].
es: El parámetro project_type debe ser [1: Real. 2: Training - Este proyecto solo se utilizó para explicar el uso de la plataforma ClimMob y fue creado como ejemplo].
fr: Le paramètre project_type doit être [1 : Réel. 2 : Formation - Ce projet a été utilisé uniquement pour expliquer l'utilisation de la plateforme ClimMob et a été créé à titre d'exemple].

source: The parameter project_type must be a number.
es: El parámetro project_type debe ser un número.
fr: Le paramètre project_type doit être un nombre.

source: The project_location does not exist.
es: El project_location no existe.
fr: Le project_location n'existe pas.

source: The project_unit_of_analysis does not exist.
es: El project_unit_of_analysis no existe.
fr: Le project_unit_of_analysis n'existe pas.

source: This project_location with this project_unit_of_analysis has no defined relationship.
es: Esta project_location con esta project_unit_of_analysis no tiene ninguna relación definida.
fr: Cet emplacement de projet avec cette unité d'analyse de projet n'a pas de relation définie.

source: project_objectives should be in list format.
es: project_objectives debe tener formato de lista.
fr: project_objectives doit être au format liste.

source: The objective {} does not correspond to the experiment site and the unit of analysis indicated.
es: El objetivo {} no corresponde al lugar de experimento y la unidad de análisis indicados.
fr: L'objectif {} ne correspond pas au site expérimental et à l'unité d'analyse indiqués.

source: You are trying to use a template that does not correspond to the type of project you are creating.
cs: Snažíte se použít šablonu, která neodpovídá typu vytvářeného projektu.
es: Está intentando utilizar una plantilla que no se corresponde con el tipo de proyecto que está creando.
fr: Vous essayez d'utiliser un modèle qui ne correspond pas au type de projet que vous créez.

source: There is no template with this identifier.
cs: Neexistuje žádná šablona s tímto identifikátorem.
es: No hay ninguna plantilla con este identificador.
fr: Il n'y a pas de modèle avec cet identifiant.

source: The project to be cloned does not exist.
cs: Projekt, který má být klonován, neexistuje.
es: El proyecto a clonar no existe.
fr: Le projet à cloner n'existe pas.

source: The parameter project_numobs must be a number.
cs: Parametr project_numobs musí být číslo.
es: El parámetro project_numobs debe ser un número.
fr: Le paramètre project_numobs doit être un nombre.

source: The possible values in the parameter 'project_localvariety' are: ['0':'No','1':'Yes']
cs: Možné hodnoty parametru "project_localvariety" jsou: ["0": "Ne", "1": "Ano"].
es: Los valores posibles en el parámetro 'project_localvariety' son: [ '0': 'No', '1': 'Sí']
fr: Les valeurs possibles dans le paramètre 'project_localvariety' sont : ['0':'Non', 1:'Oui']

source: The country assigned to the project does not exist in the ClimMob list.
cs: Země přiřazená projektu v seznamu ClimMob neexistuje.
es: El país asignado a el proyecto no existe en la lista de ClimMob.
fr: Le pays assigné au projet n'existe pas dans la liste ClimMob.

source: Project successfully cloned.
cs: Projekt byl úspěšně naklonován.
es: Proyecto clonado con éxito.
fr: Projet cloné avec succès.

source: Project created successfully.
cs: Projekt byl úspěšně vytvořen.
es: Proyecto creado correctamente.
fr: Projet créé avec succès.

source: The number of combinations and observations must be greater than 0.
cs: Počet kombinací a pozorování musí být větší než 0.
es: El número de combinaciones y observaciones debe ser mayor que 0.
fr: Le nombre de combinaisons et d'observations doit être supérieur à 0.

source: The project ID must start with a letter.
es: El ID del proyecto debe comenzar con una letra.
fr: L'ID du projet doit commencer par une lettre.

source: For the project ID only letters and numbers are allowed. The project ID must start with a letter.
es: Solo están permitidas letras y números para el ID del proyecto. El ID del proyecto debe iniciar con una letra.
fr: Pour l'ID du projet, seules les lettres et les chiffres sont autorisés. L'ID du projet doit commencer par une lettre.

source: You are trying to use a parameter that is not allowed.
es: Estás intentando utilizar un parámetro que no está permitido.
fr: Vous essayez d'utiliser un paramètre qui n'est pas autorisé.

source: The access assigned for this project does not allow you to make modifications.
cs: Přístup přidělený pro tento projekt neumožňuje provádět úpravy.
es: El acceso asignado a este proyecto no le permite realizar modificaciones.
fr: L'accès assigné à ce projet ne vous permet pas de faire des modifications.

source: To modify project_location, the parameters: 'project_unit_of_analysis', 'project_objectives' are required.
es: Para modificar project_location, se requieren los parámetros: 'project_unit_of_analysis', 'project_objectives'.
fr: 'project_objectives' sont requis.

source: To modify project_unit_of_analysis, the parameter: 'project_objectives' is required.
es: Para modificar project_unit_of_analysis, se requiere el parámetro: 'project_objectives'.
fr: Pour modifier project_unit_of_analysis, le paramètre : 'project_objectives' est requis.

source: The project was modified successfully.
cs: Projekt byl úspěšně upraven.
es: El proyecto se modificó con éxito.
fr: Le projet a été modifié avec succès.

source: Error in the parameters that you want to modify.
cs: Chyba v parametrech, které chcete upravit.
es: Error en los parámetros que desee modificar.
fr: Erreur dans les paramètres que vous voulez modifier.

source: This project does not exist.
cs: Tento projekt neexistuje.
es: Este proyecto no existe.
fr: Ce projet n'existe pas.

source: The access assigned for this project does not allow you to delete the project.
cs: Přístup přidělený tomuto projektu neumožňuje projekt odstranit.
es: El acceso asignado a este proyecto no le permite eliminar el proyecto.
fr: L'accès assigné à ce projet ne vous permet pas de supprimer le projet.

source: The access assigned for this project does not allow you to add collaborators to the project.
cs: Přístup přidělený pro tento projekt neumožňuje přidávat do projektu spolupracovníky.
es: El acceso asignado a este proyecto no le permite agregar colaboradores al proyecto.
fr: L'accès assigné à ce projet ne vous permet pas d'ajouter des évaluations.

source: Collaborator added successfully.
cs: Spolupracovník byl úspěšně přidán.
es: Colaborador agregado con éxito.
fr: Collaborateur ajouté avec succès.

source: The types of access for collaborators are as follows: 2=Admin, 3=Editor, 4=Member.
cs: Typy přístupu pro spolupracovníky jsou následující: 2=Admin, 3=Editor, 4=Člen.
es: Los tipos de acceso para los colaboradores son los siguientes 2=Administrador, 3=Editor, 4=Miembro.
fr: Les types d'accès pour les collaborateurs sont les suivants : 2=Admin, 3=Éditeur, 4=Membre.

source: The collaborator you want to add already belongs to the project.
cs: Spolupracovník, kterého chcete přidat, již patří k projektu.
es: El colaborador que quieres agregar ya pertenece al proyecto.
fr: Le collaborateur que vous voulez ajouter appartient déjà au projet.

source: The user you want to add as a collaborator does not exist.
cs: Uživatel, kterého chcete přidat jako spolupracovníka, neexistuje.
es: El usuario que quieres agregar como colaborador no existe.
fr: L'utilisateur que vous voulez ajouter en tant que collaborateur n'existe pas.

source: The access assigned for this project does not allow you to delete collaborators from the project.
cs: Přístup přidělený pro tento projekt neumožňuje odstranit spolupracovníky z projektu.
es: El acceso asignado a este proyecto no permite eliminar colaboradores del proyecto.
fr: L'accès assigné à ce projet ne vous permet pas de supprimer les évaluations.

source: The collaborator has been successfully removed.
cs: Spolupracovník byl úspěšně odstraněn.
es: El colaborador ha sido eliminado con éxito.
fr: Le collaborateur a été supprimé avec succès.

source: The user who owns the project cannot be deleted.
cs: Uživatele, který projekt vlastní, nelze odstranit.
es: El usuario dueño del proyecto no puede ser eliminado.
fr: L'utilisateur qui possède le projet ne peut pas être supprimé.

source: You are trying to delete a collaborator that does not belong to this project.
cs: Pokoušíte se odstranit spolupracovníka, který nepatří do tohoto projektu.
es: Está intentando eliminar un colaborador que no pertenece a este proyecto.
fr: Vous essayez de supprimer un collaborateur qui n'appartient pas à ce projet.

source: The user you want to delete as a collaborator does not exist.
cs: Uživatel, kterého chcete odstranit jako spolupracovníka, neexistuje.
es: El usuario que quiere eliminar como colaborador no existe.
fr: L'utilisateur que vous voulez supprimer en tant que collaborateur n'existe pas.

source: The access assigned for this project does not allow you to add field agents.
cs: Přístup přidělený pro tento projekt neumožňuje přidávat terénní pracovníky.
es: El acceso asignado a este proyecto no permite agregar agentes de campo.
fr: L'accès assigné à ce projet ne vous permet pas d'ajouter des agents de terrain.

source: The field agent has been added to the project.
cs: Do projektu byl přidán terénní pracovník.
es: El agente de campo se ha agregado al proyecto.
fr: L'agent de terrain a été ajouté au projet.

source: The field agent is inactive or is already assigned to the project.
cs: Terénní pracovník je neaktivní nebo je již přiřazen k projektu.
es: El agente de campo está inactivo o ya está asignado al proyecto.
fr: L'agent de terrain est inactif ou est déjà assigné au projet.

source: There is not enumerator with that identifier.
cs: Neexistuje žádný výčet s tímto identifikátorem.
es: No hay un agente de campo con ese identificador.
fr: Il n'y a pas d'énumérateur avec cet identifiant.

source: You are trying to add a field agent from a user that does not belong to this project.
cs: Pokoušíte se přidat terénního pracovníka od uživatele, který nepatří do tohoto projektu.
es: Está intentando agregar un agente de campo de un usuario que no pertenece a este proyecto.
fr: Vous essayez d'ajouter un agent de terrain d'un utilisateur qui n'appartient pas à ce projet.

source: The access assigned for this project does not allow you to delete field agents.
cs: Přístup přidělený pro tento projekt neumožňuje mazat terénní pracovníky.
es: El acceso asignado a este proyecto no le permite eliminar agentes de campo.
fr: L'accès assigné à ce projet ne vous permet pas de supprimer des agents de terrain.

source: The field agent was removed from the project.
cs: Terénní pracovník byl z projektu odvolán.
es: El agente de campo fue eliminado de el proyecto.
fr: L'agent de terrain a été supprimé du projet.

source: The field agent is inactive or is not assigned to the project.
cs: Terénní pracovník je neaktivní nebo není k projektu přiřazen.
es: El agente de campo está inactivo o no está asignado al proyecto.
fr: L'agent de terrain est inactif ou n'est pas assigné au projet.

source: There is no product with that product_id.
cs: Neexistuje žádný produkt s tímto product_id.
es: No hay ningún producto con ese product_id.
fr: Il n'y a pas de produit avec cet identifiant produit.

source: There is no product with that celery_taskid or product_id.
cs: Neexistuje žádný produkt s tímto celery_taskid nebo product_id.
es: No hay ningún producto con ese celery_taskid o product_id.
fr: Il n'y a pas de produit avec cet identifiant celery_taskid ou produit_id.

source: The access assigned for this project does not allow you to get this information.
cs: Přístup přidělený pro tento projekt vám tyto informace neumožňuje získat.
es: El acceso asignado para este proyecto no permite obtener esta información.
fr: L'accès assigné à ce projet ne vous permet pas d'obtenir cette information.

source: The access assigned for this project does not allow you to add groups.
cs: Přístup přidělený pro tento projekt neumožňuje přidávat skupiny.
es: El acceso asignado a este proyecto no permite agregar grupos.
fr: L'accès assigné à ce projet ne vous permet pas d'ajouter des groupes.

source: You cannot create groups. You started registration.
cs: Skupiny nelze vytvářet. Zahájili jste registraci.
es: No puede crear grupos. Ya inicio el registro.
fr: Vous ne pouvez pas créer de groupes. Vous avez commencé l'inscription.

source: You can not update groups. You started registration.
cs: Skupiny nelze aktualizovat. Zahájili jste registraci.
es: No puede actualizar grupos. Ya inicio el registro.
fr: Vous ne pouvez pas mettre à jour les groupes. Vous avez commencé l'inscription.

source: You cannot delete this group because it contains questions required for the registration.
cs: Tuto skupinu nelze odstranit, protože obsahuje otázky potřebné pro registraci.
es: No puede eliminar este grupo por que contiene preguntas requeridas en el registro.
fr: Vous ne pouvez pas supprimer ce groupe car il contient des questions requises pour l'inscription.

source: You cannot delete groups. You started registration.
cs: Skupiny nelze odstranit. Zahájili jste registraci.
es: No puede eliminar grupos. El registro ya fue inciado.
fr: Vous ne pouvez pas supprimer des groupes. Vous avez commencé l'inscription.

source: The access assigned for this project does not allow you to add questions.
cs: Přístup přidělený pro tento projekt neumožňuje přidávat otázky.
es: El acceso asignado para este proyecto no permite agregar preguntas.
fr: L'accès assigné à ce projet ne vous permet pas d'ajouter des questions.

source: The question was added to the project
cs: Otázka byla přidána do projektu
es: La pregunta fue agregada al proyecto
fr: La question a été ajoutée au projet

source: The question has already been assigned to the registration or cannot be used in this section.
cs: Otázka již byla přiřazena k registraci nebo ji nelze v tomto oddíle použít.
es: La pregunta ya ha sido asignada al registro o no puede ser utilizada en esta sección.
fr: La question a déjà été assignée à l'inscription ou ne peut pas être utilisée dans cette section.

source: You cannot add questions. You started registration.
cs: Otázky nelze přidávat. Zahájili jste registraci.
es: No puede agregar preguntas. Ya inicio el registro.
fr: Vous ne pouvez pas ajouter de questions. Vous avez commencé l'inscription.

source: The access assigned for this project does not allow you to delete questions.
cs: Přístup přidělený pro tento projekt neumožňuje mazat otázky.
es: El acceso asignado a este proyecto no le permite eliminar preguntas.
fr: L'accès assigné à ce projet ne vous permet pas de supprimer les évaluations.

source: You can not delete this question because is required during registration.
cs: Tuto otázku nelze smazat, protože je vyžadována při registraci.
es: No puede eliminar esta pregunta por que es requerida durante el registro.
fr: Vous ne pouvez pas supprimer cette question car elle est requise lors de l'inscription.

source: You cannot delete questions. You started the registration.
cs: Otázky nelze mazat. Zahájili jste registraci.
es: No puede eliminar la pregunta. Ya inicio el registro.
fr: Vous ne pouvez pas supprimer des questions. Vous avez commencé l'inscription.

source: You are ordering questions that are not part of the form or you are forgetting to order some questions that belong to the form.
cs: Zadáváte otázky, které nejsou součástí formuláře, nebo jste zapomněli zadat některé otázky, které do formuláře patří.
es: Está ordenando preguntas que no forman parte del formulario o está olvidando ordenar algunas preguntas que pertenecen al formulario.
fr: Vous ordonnez des questions qui ne font pas partie du formulaire ou vous oubliez d'ordonner certaines questions qui appartiennent au formulaire.

source: You are ordering groups that are not part of the form or you are forgetting to order some groups that belong to the form.
cs: Zadáváte skupiny, které nejsou součástí formuláře, nebo jste zapomněli zadat některé skupiny, které do formuláře patří.
es: Está ordenando grupos que no forman parte del formulario o está olvidando ordenar algunos grupos que pertenecen al formulario.
fr: Vous ordonnez des groupes qui ne font pas partie du formulaire ou vous oubliez d'ordonner certains groupes qui appartiennent au formulaire.

source: No group and questions to order.
cs: Žádná skupina a otázky k zadání.
es: No hay grupo ni preguntas para ordenar.
fr: Aucun groupe et question à ordonner.

source: You cannot order the groups and questions. You have started the registration.
cs: Skupiny a otázky nelze zadávat. Zahájili jste registraci.
es: No puede ordenar los grupos y preguntas. Ya inicio el registro.
fr: Vous ne pouvez pas ordonner les groupes et les questions. Vous avez commencé l'inscription.

source: You must have the field agents, technologies, technology options and created the registration form to read the combinations.
cs: Pro čtení kombinací musíte mít k dispozici terénní pracovníky, technologie, možnosti technologií a vytvořený registrační formulář.
es: Debe tener los agentes de campo, las tecnologías, opciones tecnológicas y crear el formulario de registro para leer las combinaciones.
fr: Vous devez avoir les agents de terrain, les technologies, les options technologiques et avoir créé le formulaire d'inscription pour lire les combinaisons.

source: The access assigned for this project does not allow you to set usable combinations.
cs: Přístup přidělený pro tento projekt neumožňuje nastavit použitelné kombinace.
es: El acceso asignado para este proyecto no permite establecer combinaciones utilizables.
fr: L'accès assigné à ce projet ne vous permet pas de définir des combinaisons utilisables.

source: The state of the combination was changed.
cs: Stav kombinace byl změněn.
es: El estado de la combinación fue cambiado.
fr: L'état de la combinaison a été changé.

source: The state is the same.
cs: Stav je stejný.
es: El estado es el mismo.
fr: L'état est le même.

source: The value of the status is 0 [unusable] or 1 [usable].
cs: Hodnota stavu je 0 [nepoužitelné] nebo 1 [použitelné].
es: El valor del estado es 0 [inutilizable] o 1 [utilizable].
fr: La valeur du statut est 0 [inutilisable] ou 1 [utilisable]

source: You do not have a combination with this ID.
cs: Nemáte kombinaci s tímto ID.
es: No tiene una combinación con este ID.

source: The combinations have not been created.
cs: Kombinace nebyly vytvořeny.
es: Las combinaciones no se han creado.
fr: Les combinaisons n'ont pas été créées.

source: You must have the field agents, technology options and registration form ready.
cs: Musíte mít připravené terénní pracovníky, technologické možnosti a registrační formulář.
es: Debe tener listos los agentes de campo, las opciones tecnológicas y el formulario de registro.
fr: Vous devez avoir les agents de terrain, les options technologiques et le formulaire d'inscription prêts.

source: Registration has already started.
cs: Registrace již byla zahájena.
es: El registro ya está iniciado.
fr: L'inscription a déjà commencé.

source: The availability of the combination was changed.
cs: Dostupnost kombinace byla změněna.
es: La disponibilidad de la combinación fue cambiada.
fr: La disponibilité de la combinaison a été modifiée.

source: The number of items available in the combination must be an integer.
cs: Počet položek dostupných v kombinaci musí být celé číslo.
es: El número de elementos disponibles en la combinación debe ser un número entero.
fr: Le nombre d'articles disponibles dans la combinaison doit être un entier.

source: The access assigned for this project does not allow you to create packages.
cs: Přístup přidělený pro tento projekt neumožňuje vytvářet balíčky.
es: El acceso asignado a este proyecto no permite crear paquetes.
fr: L'accès assigné à ce projet ne vous permet pas de créer des groupes.

source: ClimMob has started the package creation process, please check back in a moment to verify that the process has been completed.
cs: Společnost ClimMob zahájila proces vytváření balíčků, za chvíli se prosím vraťte a zkontrolujte, zda byl proces dokončen.
es: ClimMob ha iniciado el proceso de creación de paquetes, por favor, vuelva en un momento para verificar que el proceso se ha completado.
fr: ClimMob a commencé le processus de création des packages, veuillez vérifier dans un moment pour vérifier que le processus a été terminé.

source: ClimMob is still generating the packages, please try this request again in a moment.
cs: ClimMob stále generuje balíčky, zkuste prosím tento požadavek za chvíli zopakovat.
es: ClimMob todavía está generando los paquetes, por favor intente esta solicitud de nuevo en un momento.
fr: ClimMob est toujours en train de générer les packages, veuillez réessayer cette demande dans un moment.
