Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: The role assigned to you only allows you to see the collaborating users and to leave the project if you do not want to belong to it
es: El rol que se le asignó sólo le permite ver a los usuarios colaboradores y salir del proyecto si no quiere pertenecer a él
fr: Le rôle qui vous est assigné vous permet seulement de voir les utilisateurs collaborateurs et de quitter le projet si vous ne souhaitez plus en faire partie

source: Action
cs: Akce
es: Acción

source: Do you really want to delete this collaborator?
es: Realmente quiere eliminar este colaborador?
fr: Voulez-vous vraiment supprimer ce collaborateur ?

source: Delete collaborator
es: Eliminar colaborador
fr: Supprimer le collaborateur

source: The project owner can't be removed
cs: Vlastníka projektu nelze odstranit
es: El dueño del proyecto no puede ser eliminado
fr: Le propriétaire du projet ne peut pas être supprimé

source: There are no users collaborating in this project.
cs: Na tomto projektu nespolupracují žádní uživatelé.
es: No hay usuarios que colaboren en este proyecto.
fr: Il n'y a pas d'utilisateurs collaborant à ce projet.

source: ClimMob - Select technology options
cs: ClimMob - Vyberte možnosti technologie
es: ClimMob - Seleccionar opciones tecnologías
fr: ClimMob - Sélectionner des options technologiques

source: Assign technologies
es: Asignar tecnologías
fr: Assigner des technologies

source: Here you can specify the technology options you want to compare in your tricot experiment. We recommend you select a pool of 7 to 20 technology options. Technologies can be crops or fertilizer, and options are different varieties or types.
es: Aquí puede especificar las opciones tecnológicas que desea comparar en su experimento de tricot. Le recomendamos que seleccione un conjunto de 7 a 20 opciones tecnológicas. Las tecnologías pueden ser cultivos o fertilizantes, y las opciones son diferentes variedades o tipos.
fr: Ici, vous pouvez spécifier les options technologiques que vous souhaitez comparer dans votre expérience tricot. Nous vous recommandons de sélectionner un pool de 7 à 20 options technologiques. Les technologies peuvent être des cultures ou des engrais, et les options sont différentes variétés ou types.

source: Assign technology and technology options
es: Asignar tecnología y opciones tecnológicas
fr: Assigner la technologie et les options technologiques

source: Add new technology
es: Crear una nueva tecnología
fr: Ajouter une nouvelle technologie

source: Click on the row in the table to see the technology options of the technology
es: Haga clic en la fila de la tabla para ver las opciones tecnológicas de la tecnología
fr: Cliquez sur la ligne du tableau pour voir les options technologiques de la technologie

source: Technology
cs: Technologie
es: Tecnología
fr: Technologie

source: Available in the library
es: Disponible en la biblioteca
fr: Disponible dans la bibliothèque

source: Selected for the project
es: Seleccionada para el proyecto
fr: Sélectionné pour le projet

source: Total of combinations
cs: Celkem kombinací
es: Total de combinaciones
fr: Total des combinaisons

source: Show technologies
cs: Zobrazit technologie
es: Mostrar tecnologias
fr: Afficher les technologies

source: Technology options for
cs: Možnosti technologií pro
es: Opciones tecnologicas para
fr: Options technologiques pour

source: Close selection
es: Cerrar la selección
fr: Fermer la sélection

source: Create new technology option
cs: Vytvoření nové možnosti technologie
es: Crear una nueva opción tecnológica
fr: Créer une nouvelle option technologique

source: New technology option details
cs: Podrobnosti o nové technologii
es: Detalles de una opción tecnologica
fr: Détails de la nouvelle option technologique

source: Create an new technology option just for this project
cs: Vytvoření nové možnosti technologie pouze pro tento projekt
es: Crear una nueva opción tecnológica sólo para este proyecto
fr: Créer une nouvelle option technologique uniquement pour ce projet

source: Name:
cs: Název:
es: Nombre:
fr: Nom :

source: Write the technology option name.
cs: Napište název možnosti technologie.
es: Escriba el nombre de la opción tecnológica.
fr: Écrire le nom de l'option technologique.

source: Detail of the technology options tested for the project
es: Detalle de las opciones tecnológicas probadas para el proyecto
fr: Détail des options technologiques testées pour le projet

source: Technology option
es: Opción tecnológica
fr: Option technologique

source: Number of times each technology option is tested
es: Número de veces que se prueba cada opción tecnológica
fr: Nombre de fois où chaque option technologique est testée

source: Select technology and technology options
es: Seleccione las tecnologías y opciones tecnológicas
fr: Sélectionner la technologie et les options technologiques

source: Select and check the technology options you want to add to the project
es: Seleccione y marque las opciones tecnológicas que desea agregar al proyecto
fr: Sélectionner et vérifier les options technologiques que vous souhaitez ajouter au projet

source: Save the information
es: Guardar la información
fr: Enregistrer les informations

source: ClimMob | Project help
cs: ClimMob | Nápověda k projektu
es: ClimMob | Ayuda en proyecto
fr: ClimMob | Aide au projet

source: Increase number of participants
cs: Zvýšit počet účastníků
es: Incrementar el número de participantes
fr: Augmenter le nombre de participants

source: The project has not yet started collecting information, you cannot increase it
cs: Projekt ještě nezačal shromažďovat informace, nelze je zvýšit
es: El proyecto aún no ha empezado a recolectar información, no se puede aumentar
fr: Le projet n'a pas encore commencé à collecter des informations, vous ne pouvez pas l'augmenter

source: This project cannot be increased because the registration form is already closed
cs: Tento projekt nelze navýšit, protože registrační formulář je již uzavřen
es: Este proyecto no puede incrementarse porque el formulario de registro ya está cerrado
fr: Ce projet ne peut pas être augmenté car le formulaire d'inscription est déjà fermé

source: Write the project ID.
es: Escriba el ID de proyecto.
fr: Écrire l'ID du projet.

source: Number of observers participating in the project
cs: Počet pozorovatelů účastnících se projektu
es: Número de observadores participando en el proyecto
fr: Nombre d'observateurs participant au projet

source: Number of technologies
cs: Počet technologií
es: Número de tecnologías
fr: Nombre de technologies

source: Project combinations
cs: Kombinace projektů
es: Combinaciones de proyectos
fr: Combinaisons de projets

source: Combination number
cs: Číslo kombinace
es: Número de combinaciones
fr: Numéro de combinaison

source: Project adjustments
cs: Úpravy projektu
es: Ajustes del proyecto
fr: Ajustements du projet

source: How many new packages do you want to add?
cs: Kolik nových balíčků chcete přidat?
es: ¿Cuántos paquetes nuevos quiere agregar?
fr: Combien de nouveaux paquets souhaitez-vous ajouter ?

source: Write the number of packages.
cs: Napište počet balíčků.
es: Escriba el número de paquetes.
fr: Écrire le nombre de paquets.

source: Apply changes
cs: Provést změny
es: Aplicar cambios
fr: Appliquer les changements

source: ClimMob | Projects summary
es: ClimMob | Resumen de proyectos
fr: ClimMob | Résumé des projets

source: Download report
es: Descargar reporte
fr: Télécharger le rapport

source: This report was generated on {}.
es: El reporte fue generado el {}.
fr: Ce rapport a été généré le {}.

source: Generate report
es: Generar reporte
fr: Générer un rapport

source: There was an error generating the report, try again.
es: Se ha producido un error al generar el informe, inténtelo de nuevo.
fr: Il y a eu une erreur lors de la génération du rapport, essayez à nouveau.

source: This process will take several minutes, so it will run in the background and when ready the results will be displayed.
es: Este proceso tardará varios minutos, por lo que se ejecutará en segundo plano y cuando esté listo se mostrarán los resultados.
fr: Ce processus prendra plusieurs minutes, il se déroulera en arrière-plan et lorsque prêt, les résultats seront affichés.

source: Generating report
es: Generando el reporte
fr: Génération du rapport

source: The report generation process is running, wait a moment until the process is finished, or try refreshing the screen with the following button to verify if the process has finished.
es: El proceso de generación de informes se está ejecutando, espere un momento hasta que el proceso finalice, o intente refrescar la pantalla con el siguiente botón para verificar si el proceso ha finalizado.
fr: Le processus de génération du rapport est en cours, attendez un moment jusqu'à ce que le processus soit terminé, ou essayez de rafraîchir l'écran avec le bouton suivant pour vérifier si le processus est terminé.

source: ID (Internal)
es: ID (Interno)
fr: ID (Interne)

source: Trial coordinator's email
es: Correo del coordinador del ensayo
fr: Email du coordinateur de l'essai

source: Date
cs: Datum
es: Fecha

source: Start date
es: Fecha de inicio
fr: Date de début

source: End date
es: Fecha final
fr: Date de fin

source: Number of farmers target
es: Número de agricultores objetivo
fr: Nombre d'agriculteurs ciblés

source: Number of registered for the project
es: Número de inscritos para el proyecto
fr: Nombre d'inscrits pour le projet

source: Gender - Men
es: Género - Hombres
fr: Genre - Homme

source: Gender - Women
es: Género - Mujeres
fr: Genre - Femme

source: Gender - Other
es: Género - Otro
fr: Genre - Autre

source: Gender - Unreported
es: Género - Sin reportar
fr: Genre - Non déclaré

source: Crop
es: Cultivo
fr: Culture

source: Latitude - Registry
es: Latitud - Registro
fr: Latitude - Enregistrement

source: Longitude - Registry
es: Longitud - Registro
fr: Longitude - Enregistrement

source: Latitude - Assessment
es: Latitud - Evaluación
fr: Latitude - Évaluation

source: Longitude - Assessment
es: Longitud - Evaluación
fr: Longitude - Évaluation

source: Curated crop name
es: Nombre del cultivo curado
fr: Nom de culture approuvé

source: Continent
es: Continente

source: ClimMob | Questions library
cs: ClimMob | Knihovna otázek
es: ClimMob | Biblioteca de preguntas
fr: ClimMob | Bibliothèque de questions

source: Questions available in the library by category
cs: Otázky dostupné v knihovně podle kategorií
es: Preguntas disponibles en la biblioteca por categoría
fr: Questions disponibles dans la bibliothèque par catégorie

source: Go back to prepare participant registration form
es: Regresar a preparar el formulario de registro de participantes
fr: Retour pour préparer le formulaire d'inscription des participants

source: Go back to prepare trial data collection moment
es: Regresar a preparar el momento de la recolección de datos del ensayo
fr: Retour pour préparer le moment de collecte des données d'essai

source: Category details
cs: Detaily kategorie
es: Detalles de categoría
fr: Détails de la catégorie

source: Category name:
cs: Název kategorie:
es: Nombre de categoría:
fr: Nom de la catégorie :

source: Delete category
cs: Smazat kategorii
es: Eliminar categoría
fr: Supprimer la catégorie

source: Question details
cs: Detaily otázky
es: Detalles de pregunta
fr: Détails de la question

source: Delete question
cs: Smazat otázku
es: Eliminar pregunta
fr: Supprimer la question

source: Multiple languages
es: Múltiples lenguajes
fr: Langues multiples

source: ClimMob now allows local languages to be added to created questions, allowing data collection in up to four languages.
es: ClimMob ahora permite agregar idiomas locales a las preguntas creadas, lo que permite recopilar datos hasta en cuatro idiomas.
fr: ClimMob permet maintenant d'ajouter plusieurs langues aux questions créées, permettant la collecte de données dans jusqu'à quatre langues.

source: To use this functionality, simply click on the language symbol. In the list of questions, you will find the following variations of the symbol
es: Para utilizar esta funcionalidad, simplemente haga clic en el símbolo del idioma. En la lista de preguntas, encontrará las siguientes variaciones del símbolo
fr: Pour utiliser cette fonctionnalité, cliquez simplement sur le symbole de la langue. Dans la liste des questions, vous trouverez les variations suivantes du symbole

source: The gray color on the icon indicates that the question does not yet have local languages assigned
es: El color gris del icono indica que la pregunta aún no tiene idiomas locales asignados
fr: La couleur grise de l'icône indique que la question n'a pas encore de langues multiples assignées

source: The black color on the icon indicates that the question already has local languages assigned
es: El color negro del icono indica que la pregunta ya tiene idiomas locales asignados
fr: La couleur noire de l'icône indique que la question a déjà des langues multiples assignées

source: Remember:
es: Recuerda:
fr: Rappel :

source: If you are the creator or owner of the question, you can generate its translations
es: Si eres el creador o dueño de la pregunta, puedes generar sus traducciones
fr: Si vous êtes le créateur ou le propriétaire de la question, vous pouvez générer ses traductions

source: If you are not the owner of the question, you can request the translation of the question in the desired language in the Local languages section
es: Si usted no es el dueño de la pregunta, puede solicitar la traducción de la pregunta al idioma deseado en la sección Idiomas locales
fr: Si vous n'êtes pas le propriétaire de la question, vous pouvez demander la traduction de la question dans la section Langues locales

source: Used
cs: Použito
es: Usado
fr: Utilisé

source: of
cs: z
es: de
fr: de

source: chars
cs: znaků
es: caracteres
fr: caractères

source: Option
cs: Možnost
es: Opción

source: Write the option value.
cs: Zapište hodnotu možnosti.
es: Escriba el valor de la opción.
fr: Écrivez la valeur de l'option.

source: Do you really want to remove this question ?
cs: Opravdu chcete tuto otázku odstranit ?
es: ¿Realmente desea eliminar esta pregunta?
fr: Voulez-vous vraiment supprimer cette question ?

source: Other
cs: Další
es: Otro
fr: Autre

source: Value is other
cs: Hodnota je ostatní
es: El valor es Otro
fr: La valeur est autre

source: Not applicable
cs: Nepoužitelné
es: No aplica
fr: Non applicable

source: Value is not applicable
cs: Hodnota není použitelná
es: El valor es No aplica
fr: La valeur n'est pas applicable

source: Write the name of the category
cs: Napište název kategorie
es: Escriba el nombre de la categoría
fr: Écrivez le nom de la catégorie

source: Select a language
es: Seleccione un idi
fr: Sélectionner une langue

source: ClimMob | Question translations
es: ClimMob | Traducción de preguntas
fr: ClimMob | Traductions de questions

source: Add other languages
es: Agregar otros idiomas
fr: Ajouter d'autres langues

source: Library questions
es: Biblioteca de preguntas
fr: Questions de la bibliothèque

source: Back to the project
es: Regresar al proyecto
fr: Retour au projet

source: Add more languages
es: Agregar más idiomas
fr: Ajouter plus de langues

source: Please complete all fields marked in red in order to save the translations.
es: Rellene todos los campos marcados en rojo para guardar las traducciones.
fr: Veuillez remplir tous les champs marqués en rouge pour enregistrer les traductions.

source: Change the main language here:
es: Cambie el idioma principal aquí:
fr: Changer la langue principale ici :

source: Select the main language
es: Seleccione el idioma principal
fr: Sélectionner la langue principale

source: Field
es: Campo
fr: Champ

source: Text
es: Texto
fr: Texte

source: Variable name
cs: Název proměnné
es: Nombre de la variable
fr: Nom de la variable

source: Question asked
cs: Položená otázka
es: Pregunta formulada
fr: Question posée

source: Unit
cs: Jednotka
es: Unidad
fr: Unité

source: Ranking - Best
es: Ranking - Mejor
fr: Classement - Meilleur

source: Ranking - Worst
es: Ranking - Peor
fr: Classement - Pire

source: Preview ODK
es: Vista previa en ODK
fr: Aperçu ODK

source: Write the variable name.
cs: Napište název proměnné.
es: Escriba el nombre de la variable.
fr: Écrivez le nom de la variable.

source: Write the question asked.
cs: Napište položenou otázku.
es: Escriba la pregunta formulada.
fr: Écrivez la question posée.

source: Write the unit.
es: Escriba la unidad.
fr: Écrivez l'unité.

source: Write the ranking - Best.
es: Escriba el ranking - Mejor.
fr: Écrivez le classement - Meilleur.

source: Write the ranking - Worst.
es: Escriba el ranking - Peor.
fr: Écrivez le classement - Pire.

source: Write the option.
es: Escriba la opción.
fr: Écrivez l'option.

source: Are you sure
cs: Jste si jistý
es: Está seguro
fr: Êtes-vous sûr

source: If you change the main language, you will lose the texts of the selected language.
es: Si cambia el idioma principal, perderá los textos del idioma seleccionado.
fr: Si vous changez la langue principale, vous perdrez les textes de la langue sélectionnée.

source: Yes, change it!
es: ¡Sí, cámbialo!
fr: Oui, changez-la !

source: No, cancel!
cs: Ne, zrušit!
es: No, cancelar!
fr: Non, annulez !

source: The main language is not changed
es: El idioma principal no se ha cambiado
fr: La langue principale n'est pas changée

source: We have not changed the data
es: No hemos modificado los datos
fr: Nous n'avons pas changé les données

source: Set the main language for this question
es: Establecer el idioma principal para esta pregunta
fr: Définir la langue principale pour cette question

source: Select the main language for the displayed question
es: Seleccione el idioma principal para la pregunta que se muestra
fr: Sélectionner la langue principale pour la question affichée

source: If the corresponding language is not in the list, click on:
es: Si el idioma correspondiente no está en la lista, de clic en:
fr: Si la langue correspondante n'est pas dans la liste, cliquez sur :

source: Once you set the main language, you can add texts in another language.
es: Una vez establecido el idioma principal, puedes agregar textos en otro idioma.
fr: Une fois que vous avez défini la langue principale, vous pouvez ajouter des textes dans une autre langue.

source: Yes, delete it!
cs: Ano, smazat!
es: Si, eliminar!
fr: Oui, supprimez-la !

source: The information could not be deleted.
cs: Informace nebylo možné vymazat.
es: La información no pudo ser eliminada.
fr: Les informations n'ont pas pu être supprimées.

source: We have not deleted the data
cs: Data jsme nesmazali
es: No hemos borrado los datos
fr: Nous n'avons pas supprimé les données

source: Create new section
cs: Vytvořit novou sekci
es: Crear una nueva sección
fr: Créer une nouvelle section

source: Create new question
cs: Vytvořit novou otázku
es: Crear una nueva pregunta
fr: Créer une nouvelle question

source: Create new category
cs: Vytvořit novou kategorii
es: Crear una nueva categoría
fr: Créer une nouvelle catégorie

source: Hello from Snippet
cs: Dobrý den od Snippet
es: Hola de fragmentos
fr: Bonjour depuis Snippet

source: Write the metadata name.
es: Escriba el nombre de los metadatos.
fr: Écrivez le nom des métadonnées.

source: Please upload your ODK file in .xlsx format
es: Por favor suba su archivo en formato .xlsx
fr: Veuillez télécharger votre fichier ODK au format .xlsx

source: Projects to which the form will be applied according to location and unit of analysis
es: Proyectos a los que se aplicará el formulario según lugar de experimentación y unidad de análisis
fr: Projets auxquels le formulaire sera appliqué en fonction de l'emplacement et de l'unité d'analyse

source: Select at least one.
es: Seleccione al menos una.
fr: Sélectionnez au moins une option.

source: Form active
es: Formulario activo
fr: Formulaire actif

source: The project has no assigned field agents.
cs: Projekt nemá žádné přidělené terénní pracovníky.
es: El proyecto no tiene agentes de campo asignados.
fr: Le projet n'a pas d'agents de terrain assignés.

source: Code
cs: Kód
es: Identificador

source: Technologies and technology options
cs: Technologie a technologické možnosti
es: Tecnologías y opciones tecnológicas
fr: Technologies et options technologiques

source: only for this project
cs: pouze pro tento projekt
es: sólo para este proyecto
fr: uniquement pour ce projet

source: The technology has no assigned technology options.
cs: Technologie nemá přiřazené žádné technologické možnosti.
es: La tecnología no tiene opciones tecnológicas asignadas.
fr: La technologie n'a pas d'options technologiques assignées.

source: The project has no assigned technologies.
cs: Projekt nemá přiřazené žádné technologie.
es: El proyecto no tiene tecnologías asignadas.
fr: Le projet n'a pas de technologies assignées.

source: Trial data collection / analysis ongoing
es: Recolección de datos del ensayo / análisis en curso
fr: Collecte des données d'essai / analyse en cours

source: Project created
cs: Projekt vytvořen
es: Proyecto creado
fr: Projet créé

source: Write the telephone.
es: Escriba el teléfono.
fr: Écrivez le téléphone.

source: The username and password will be needed for the field agent to login into ODK Collect and access the project forms.
es: El nombre de usuario y la contraseña serán necesarios para que el agente de campo inicie sesión en ODK Collect y acceda a los formularios del proyecto.
fr: Le nom d'utilisateur et le mot de passe seront nécessaires pour que l'agent de terrain se connecte à ODK Collect et accède aux formulaires du projet.

source: Select the languages to be used with the participants
es: Seleccione los idiomas a ser utilizados con los participantes
fr: Sélectionner les langues à utiliser avec les participants

source: Please indicate at least one language to continue.
es: Por favor, indique al menos un lenguaje para continuar.
fr: Veuillez indiquer au moins une langue pour continuer.

source: These will be used to create questions, projects and forms in multiple languages.
es: Estos serán utilizados para crear preguntas, proyectos y formularios en multiples idiomas.
fr: Celles-ci seront utilisées pour créer des questions, des projets et des formulaires en plusieurs langues.

source: You are welcome to include as many languages as you deem necessary for your projects.
es: Le invitamos a incluir tantos idiomas como considere necesarios para sus proyectos.
fr: Vous êtes invités à inclure autant de langues que vous jugez nécessaires pour vos projets.

source: Set the language you will use the most as the 'Main language' for faster form filling.
es: Establezca el idioma que más utilice como "Idioma principal" para rellenar los formularios con mayor rapidez.
fr: Définissez la langue que vous utiliserez le plus comme "Langue principale" pour un remplissage plus rapide des formulaires.

source: We are using the language database: Ethnologue
es: Nosotros estamos utilizando las base de datos: Ethnologue
fr: Nous utilisons la base de données linguistiques : Ethnologue

source: There was a problem updating the languages
es: Hubó un problema actualizando los idiomas
fr: Il y a eu un problème lors de la mise à jour des langues

source: There was a problem updating the main languages
es: Hubó un problema actualizando el idioma principal
fr: Il y a eu un problème lors de la mise à jour des langues principales

source: Selected languages
es: Idiomas seleccionados
fr: Langues sélectionnées

source: Do you really want to delete this language?
es: ¿De verdad quiere eliminar este idioma?
fr: Voulez-vous vraiment supprimer cette langue ?

source: Delete language
es: Eliminar idioma
fr: Supprimer la langue

source: No languages selected yet
es: Aún no se han seleccionado idiomas
fr: Aucune langue sélectionnée pour l'instant
