Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: 'Overrall ranking' question is not part of the final assessments. It is necessary to add this question from the ClimMob library to the assessment.
cs: Otázka "celkového hodnocení" není součástí závěrečného hodnocení. Tuto otázku je nutné do hodnocení přidat z knihovny ClimMob.
es: La pregunta "Ranking general de opciones" no forma parte de las evaluaciones finales. Es necesario añadir esta pregunta de la biblioteca ClimMob a la evaluación.
fr: La question 'Classement global' ne fait pas partie des évaluations finales. Il est nécessaire d'ajouter cette question de la bibliothèque ClimMob à l'évaluation.

source: 'Comparison with current' question is not part of the final assessments. It is necessary to add this question from the ClimMob library to the assessment.
cs: Otázka "Srovnání se současným stavem" není součástí závěrečného hodnocení. Tuto otázku je nutné do hodnocení přidat z knihovny ClimMob.
es: La pregunta "Comparación general con referencia" no forma parte de las evaluaciones finales. Es necesario añadir esta pregunta de la biblioteca ClimMob a la evaluación.
fr: La question 'Comparaison avec l'actuel' ne fait pas partie des évaluations finales. Il est nécessaire d'ajouter cette question de la bibliothèque ClimMob à l'évaluation.

source: Have necessary questions for documentation.
cs: Připravte si potřebné otázky pro dokumentaci.
es: Tiene preguntas necesarias para documentación.
fr: Avoir les questions nécessaires pour la documentation.

source: Farmer selection
cs: Výběr zemědělců
es: Selección del observador
fr: Sélection des agriculteurs

source: List of farmers included in the registration form
cs: Seznam zemědělců uvedený v registračním formuláři
es: Lista de participantes incluidos en el formulario de registro
fr: Liste des agriculteurs inclus dans le formulaire d'inscription

source: Main section
es: Sección principal
fr: Section principale

source: General data
cs: Obecné údaje
es: Datos generales
fr: Données générales

source: Without submissions
cs: Bez podání
es: Sin envíos
fr: Sans soumissions

source: Not yet started
cs: Zatím nezahájeno
es: No iniciado
fr: Pas encore commencé

source: Package
cs: Balíček
es: Paquete
fr: Paquet

source: The project owner cannot be removed
cs: Vlastníka projektu nelze odvolat
es: El dueño del proyecto no puede ser eliminado
fr: Le propriétaire du projet ne peut pas être supprimé

source: Error creating the question. The question is very long
es: Error al crear la pregunta. La pregunta es muy larga
fr: Erreur lors de la création de la question. La question est trop longue

source: This section already exists
cs: Tato sekce již existuje
es: Esta sección ya existe
fr: Cette section existe déjà

source: Does not have projects yet
cs: Zatím nemá projekty
es: Todavía no tiene proyectos
fr: N'a pas encore de projets

source: Registration-
cs: Registrace -
es: Registro-
fr: Inscription -

source: Error converting XLSX to XML
cs: Chyba při převodu XLSX na XML
es: Error convirtiendo XLSX a XML
fr: Erreur de conversion de XLSX en XML

source: Data collection -
cs: Sběr dat -
es: Recolección de datos -
fr: Collecte de données -

source: Without description
es: Sin descripción
fr: Sans description

source: Exclude it
es: Excluidos
fr: Exclure

source: Recode it
es: Recodificarlo
fr: Recoder

source: Unlink it
es: Desvincular
fr: Dissocier

source: AJAX Data error. Report this error as an issue on
es: Error de datos AJAX. Informar de este error como un problema en
fr: Erreur de données AJAX. Signalez cette erreur comme un problème sur

source: Cannot update value. Check the valid values in lookup table
es: No se puede actualizar el valor. Compruebe los valores válidos en la tabla de búsqueda
fr: Impossible de mettre à jour la valeur. Vérifiez les valeurs valides dans la table de consultation

source: Cannot update value. Check the valid values in lookup table
es: No se puede actualizar el valor. Compruebe los valores válidos en la tabla de búsqueda
fr: Impossible de mettre à jour la valeur. Vérifiez les valeurs valides dans la table de consultation

source: participant
cs: účastník
es: participante

source: Number of participants
cs: Počet účastníků
es: Número de participantes
fr: Nombre de participants

source: Number of aspects to evaluate
cs: Počet hodnocených aspektů
es: Número de elementos a evaluar
fr: Nombre d'aspects à évaluer

source: Total number of types
cs: Celkový počet typů
es: Número total de tipos
fr: Nombre total de types

source: Trial coordinator
cs: Koordinátor zkoušek
es: Coordinador del ensayo
fr: Coordinateur de l'essai

source: Email
es: Correo

source: Field agent
cs: Terénní pracovník
es: Agente de campo
fr: Agent de terrain

source: List of field agents for the project
cs: Seznam terénních pracovníků projektu
es: Lista de agentes de campo para el proyecto
fr: Liste des agents de terrain pour le projet

source: Name
cs: Jméno
es: Nombre
fr: Nom

source: Username
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d'utilisateur

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe

source: To manually configure the ODK Collect server, use the URL of the user to which it belongs and use the corresponding field agent user and password.
cs: Chcete-li ručně nakonfigurovat server ODK Collect, použijte adresu URL uživatele, kterému patří, a použijte odpovídajícího uživatele a heslo polního agenta.
es: Para configurar manualmente el servidor ODK Collect, utilice la URL del usuario al que pertenece y utilice el usuario y la contraseña del agente de campo correspondientes.
fr: Pour configurer manuellement le serveur ODK Collect, utilisez l'URL de l'utilisateur auquel il appartient et utilisez le nom d'utilisateur et le mot de passe de l'agent de terrain correspondant.

source: Server
es: Servidor
fr: Serveur

source: User-owned field agents
cs: Terénní agenti ve vlastnictví uživatele
es: Agentes de campo propios del usuario
fr: Agents de terrain appartenant à l'utilisateur

source: Registration form for the project
cs: Registrační formulář projektu
es: Formulario de registro para el proyecto
fr: Formulaire d'inscription pour le projet

source: Assessment form for the project
cs: Formulář pro hodnocení projektu
es: Formulario de recolección para el proyecto
fr: Formulaire d'évaluation pour le projet

source: Please complete this form
cs: Vyplňte prosím tento formulář
es: Por favor complete este formulario
fr: Veuillez compléter ce formulaire

source: Language
es: Idioma
fr: Langue

source: Write the package code you are delivering to the user.
es: Escriba el código del paquete que va a entregar al usuario.
fr: Écrivez le code du paquet que vous livrez à l'utilisateur.

source: When you are going to fill out the form digitally, scan the corresponding package code from: 'List of packages with QR for the registration form', available in the download section.
es: Cuando vaya a rellenar el formulario digitalmente, escanee el código del paquete correspondiente de: "Lista de paquetes con QR para el formulario de registro", disponible en la sección de descargas.
fr: Lorsque vous allez remplir le formulaire numériquement, scannez le code du paquet correspondant à partir de : 'Liste des paquets avec QR pour le formulaire d'inscription', disponible dans la section de téléchargement.

source: Assigned field agents
cs: Přidělení terénní pracovníci
es: Asignar agentes de campo
fr: Agents de terrain assignés

source: Selected technologies
cs: Vybrané technologie
es: Seleccionar tecnologías
fr: Technologies sélectionnées

source: Pending step
cs: Nevyřízený krok
es: Pendiente
fr: Étape en attente

source: Combinations included in the project
cs: Kombinace zahrnuté do projektu
es: Combinaciones incluidas en el proyecto
fr: Combinaisons incluses dans le projet

source: Section
cs: Sekce
es: Sección

source: Project details
cs: Detaily projektu
es: Detalles del proyecto
fr: Détails du projet

source: Data collection moment
cs: Okamžik sběru dat
es: Momento de recolección de datos
fr: Moment de la collecte des données

source: Package code
cs: Kód balíčku
es: Código de paquete
fr: Code de paquet

source: Option
cs: Možnost
es: Opción

source: Package
cs: Balíček
es: Paquete
fr: Paquet

source: Stickers for packages
cs: Samolepky na balíčky
es: Pegatinas para paquetes
fr: Autocollants pour paquets

source: Page Not Found
cs: Stránka nebyla nalezena
es: Página no encontrada
fr: Page non trouvée

source: Sorry, but the page you are looking for has not been found.
cs: Je nám líto, ale stránka, kterou hledáte, nebyla nalezena.
es: Lo sentimos, pero no se ha encontrado la página que busca.
fr: Désolé, mais la page que vous cherchez n'a pas été trouvée.

source: You can go back to main page
cs: Můžete se vrátit na hlavní stránku
es: Puede volver a la página principal
fr: Vous pouvez retourner à la page principale

source: Home
cs: Úvodní strana
es: Inicio
fr: Accueil

source: Welcome to ClimMob
cs: Vítejte v Climmob
es: Bienvenido a ClimMob
fr: Bienvenue sur ClimMob

source: Toggle navigation
cs: Přepnout navigaci
es: Navegación de palanca
fr: Basculer la navigation

source: Login or request an account
cs: Přihlášení nebo žádost o účet
es: Iniciar sesión o solicitar una cuenta
fr: Connexion ou créer un nouveau compte

source: Login
cs: Přihlášení
es: Iniciar sesión
fr: Connexion

source: Features
cs: Funkce
es: Características
fr: Fonctionnalités

source: Join us
cs: Připojte se
es: Únete a nosotros
fr: Rejoignez-nous

source: Contact
cs: Kontakt
es: Contacto

source: Welcome to
cs: Vítejte v
es: Bienvenido a
fr: Bienvenue sur ClimMob

source: Scaling
cs: Měřítko
es: Escalamiento
fr: Mise à l'échelle

source: end-user
cs: koncový-uživatel
es: usuario final
fr: utilisateur final

source: Design and analyse agricultural trials in a
cs: Navrhování a analýza zemědělských výzkumů v
es: Diseño y análisis de ensayos agrícolas en una
fr: Développer et analyser des essais agricoles

source: smart way
cs: chytrý způsob
es: forma inteligente
fr: avec ingéniosité

source: Ready for use
cs: Připraveno k použití
es: Listo para ser utilizado
fr: Prêt à l'emploi

source: by private sector
cs: soukromým sektorem
es: por el sector privado
fr: par le secteur privé

source: Testing new technology options on farms will accelerate agricultural development
cs: Testování nových technologických možností v zemědělských podnicích urychlí rozvoj zemědělství
es: Probar nuevas opciones tecnológicas en las granjas acelerará el desarrollo agrícola
fr: Tester de nouvelles options technologiques sur les fermes accélérera le développement agricole

source: will assist you in deploying
cs: pomůže vám s nasazením
es: le ayudará a desplegar
fr: vous aidera à déployer

source: large-scale
cs: rozsáhlých
es: gran escala
fr: des essais à grande échelle

source: on-farm trials
cs: studií na farmách
es: ensayos en finca
fr: sur le terrain

source: across
cs: napříř
es: a través de
fr: à travers

source: multiple
cs: více
es: múltiples
fr: de multiples

source: locations
cs: lokalitám
es: ubicaciones
fr: emplacements

source: Previous
cs: Předchozí
es: Anterior
fr: Précédent

source: Next
cs: Další
es: Siguiente
fr: Suivant

source: Mobile Data Collection
cs: Mobilní sběr dat
es: Recolección de datos en el móvil
fr: Collecte de données mobiles

source: Collect data using Android mobile devices
cs: Sběr dat pomocí mobilních zařízení Android
es: Recolecte datos utilizando dispositivos móviles con Android
fr: Collecter des données en utilisant des appareils mobiles Android

source: Complex trial design
cs: Komplexní návrh studie
es: Diseño de los ensayos complejo
fr: Conception d'essais complexes

source: Design complex trials to test crop varieties and crop management options.
cs: Navrhování komplexních pokusů pro testování odrůd plodin a možností řízení pěstování.
es: Diseñe ensayos complejos para probar variedades y opciones de manejo de cultivos.
fr: Concevoir des essais complexes pour tester des variétés de cultures et des options de gestion des cultures.

source: Summaries and statistics
cs: Shrnutí a statistiky
es: Resúmenes y estadísticas
fr: Résumé et statistiques

source: Analyze your trials and report on the findings.
cs: Analyzujte své testy a podávejte zprávy o zjištěních.
es: Analice sus ensayos y comunique los resultados.
fr: Analyser vos essais et présenter des résultats pertinents.

source: Dual license
cs: Dvojitá licence
es: Licencia dual
fr: Licence double

source: ClimMob is free for research and development projects where data eventually becomes public. However if you are a private sector you can use the platform privately.
cs: ClimMob je zdarma pro výzkumné a vývojové projekty, jejichž data se nakonec stanou veřejnými. Pokud však patříte do soukromého sektoru, můžete platformu používat soukromě.
es: ClimMob es libre para proyectos de investigación y desarrollo donde los datos eventualmente se convierte en público. Sin embargo, si usted está en el sector privado puede utilizar la plataforma de forma privada.
fr: ClimMob est gratuit pour les projets de recherche et de développement destinés à rendre les données publiques. Toutefois, les entreprises privées peuvent également utiliser la plateforme de manière confidentielle.

source: Details
cs: Detaily
es: Detalles
fr: Détails

source: The smart way for evaluating climate-smart agriculture.
cs: Chytrý způsob hodnocení zemědělství šetrného ke klimatu.
es: La forma inteligente para evaluar la agricultura climáticamente inteligente.
fr: La méthode innovante pour évaluer l'agriculture climato-intelligente..

source: Registered users
cs: Registrovaní uživatelé
es: Usuarios registrados
fr: Utilisateurs enregistrés

source: Trial projects
cs: Testovací projekty
es: Proyectos de ensayos
fr: Projets d'essai

source: Contact Us
cs: Kontaktujte nás
es: Contáctenos
fr: Contactez-nous

source: Your comments and suggestions are welcome.
cs: Vaše připomínky a návrhy jsou vítány.
es: Sus comentarios y sugerencias son bienvenidos.
fr: Vos commentaires et suggestions sont les bienvenus.

source: The ClimMob platform has very specific terms of service
cs: Platforma ClimMob má velmi specifické podmínky poskytování služeb
es: La plataforma ClimMob tiene términos muy específicos de servicio
fr: La plateforme ClimMob a des conditions de service très spécifiques

source: Click
cs: Klikněte
es: Hacer clic
fr: Cliquez

source: here
cs: zde
es: aquí
fr: ici

source: for more details
cs: pro více detailů
es: para más detalles
fr: pour plus de détails

source: Send us mail
cs: Pošlete nám mail
es: Envíanos un correo
fr: Envoyez-nous un mail

source: Or follow us on social media
cs: Nebo nás sledujte na sociálních sítích
es: O síguenos en nuestras redes sociales
fr: Ou suivez-nous sur les réseaux sociaux

source: Version
cs: Verze
es: Versión

source: This website stores cookies on your computer. These cookies are used to remember you or to know that you have been authenticated. To find out more about the cookies we use, see our
cs: Tyto webové stránky ukládají do vašeho počítače soubory cookie. Tyto soubory cookie slouží k tomu, aby si vás zapamatovaly nebo aby věděly, že jste byli ověřeni. Více informací o souborech cookie, které používáme, naleznete v našem
es: Este sitio web almacena cookies en su computadora. Estas cookies se utilizan para recordarle o para saber que ha sido autenticado. Para obtener más información sobre las cookies que utilizamos, consulte nuestras
fr: Ce site web stocke des cookies sur votre ordinateur. Ces cookies sont utilisés pour se souvenir de vous ou pour savoir que vous avez été authentifié. Pour en savoir plus sur les cookies que nous utilisons, consultez notre

source: Privacy Policy
cs: Zásady ochrany osobních údajů
es: Política de privacidad
fr: Politique de confidentialité

source: Accept
cs: Přijmout
es: Aceptar
fr: Accepter

source: No content
cs: Žádný obsah
es: Sin contenido
fr: Pas de contenu

source: Github Project
cs: Projekt Github
es: Proyecto Github
fr: Projet Github

source: IRC Channel
cs: IRC kanál
es: Canal IRC
fr: Canal IRC

source: Pylons Project
cs: Pylons Projekt
es: Proyecto Pylons
fr: Projet Pylons

source: ClimMob | Login
cs: ClimMob | Přihlášení
es: ClimMob | Iniciar sesión
fr: ClimMob | Connexion

source: Login in
cs: Přihlášení
es: Iniciar sesión en
fr: Connexion en cours

source: Login failed. Please check your credentials and try again
cs: Přihlášení se nezdařilo. Zkontrolujte prosím své přihlašovací údaje a zkuste to znovu
es: Error de inicio de sesion. Por favor, compruebe sus credenciales y vuelva a intentarlo
fr: Échec de la connexion. Veuillez vérifier vos informations d'identification et réessayer

source: Forgot username or password?
es: ¿Ha olvidado su nombre de usuario o contraseña?
fr: Nom d'utilisateur ou mot de passe oublié ?

source: Do not have an account?
cs: Nemáte účet?
es: ¿No tiene una cuenta?
fr: Vous n'avez pas de compte ?

source: Create an account
cs: Vytvořit účet
es: Crea una cuenta
fr: Créer un compte

source: If you decline, two encrypted cookies will be stored: 1) a cookie to remember your answer and 2) a cookie for us to know that you are authenticated once you login.
cs: Pokud odmítnete, budou uloženy dva zašifrované soubory cookie: 1) soubor cookie pro zapamatování vaší odpovědi a 2) soubor cookie, abychom věděli, že jste se přihlásili.
es: Si rechaza, se almacenarán dos cookies cifradas: 1) una cookie para recordar su respuesta y 2) una cookie para que sepamos que está autenticado una vez que inicie sesión.
fr: Si vous refusez, deux cookies cryptés seront stockés : 1) un cookie pour se souvenir de votre réponse et 2) un cookie pour nous permettre de savoir que vous êtes authentifié une fois connecté.

source: Decline
cs: Odmítnout
es: Rechazar
fr: Refuser

source: Welcome to
cs: Vítejte v
es: Bienvenido a
fr: Bienvenue à

source: Privacy policy
cs: Zásady ochrany osobních údajů
es: Política de privacidad
fr: Politique de confidentialité

source: ClimMob | Reset my password
es: ClimMob | Restablecer mi contraseña
fr: ClimMob | Réinitialiser mon mot de passe

source: We will send you an email with instructions
es: Le enviaremos un correo electrónico con instrucciones
fr: Nous vous enverrons un email avec des instructions

source: Reset
es: Restablecer
fr: Réinitialiser

source: ClimMob | Register
cs: ClimMob | Registrace
es: ClimMob | Registro
fr: ClimMob | Inscription

source: Register as user
cs: Zaregistrovat se jako uživatel
es: Registrarse como usuario
fr: S'inscrire en tant qu'utilisateur

source: Full name
cs: Celé jméno
es: Nombre completo
fr: Nom complet

source: Full Name
cs: Celé Jméno
es: Nombre completo
fr: Nom complet

source: Write the full name.
cs: Napište celé jméno.
es: Escriba el nombre completo.
fr: Écrire le nom complet.

source: Write the email.
cs: Napište e-mail.
es: Escriba la dirección de correo.
fr: Écrire l'email.

source: Organization
cs: Organizace
es: Organización
fr: Organisation

source: Write the organization.
cs: Napište organizaci.
es: Escriba la organización.
fr: Écrire l'organisation.

source: Country
cs: Země
es: País
fr: Pays

source: Write the username.
cs: Napište uživatelské jméno.
es: Escriba el nombre de usuario.
fr: Écrire le nom d'utilisateur.

source: You can only use lowercase letters and numbers.
es: Sólo puede utilizar letras minúsculas y números.
fr: Vous ne pouvez utiliser que des lettres minuscules et des chiffres.

source: Write the password.
cs: Napište heslo.
es: Escriba la contraseña.
fr: Écrire le mot de passe.

source: Retype password
cs: Opětovné zadání hesla
es: Vuelva a escribir la contraseña
fr: Retaper le mot de passe

source: You agree with our
cs: Souhlasíte s našimi
es: Estás de acuerdo con nuestros
fr: Vous acceptez nos

source: Terms of service
cs: Podmínkami služby
es: Términos de servicio
fr: Conditions de service

source: and our
cs: a našimi
es: y nuestra
fr: et notre

source: Register
cs: Registrovat
es: Registrarse
fr: S'inscrire

source: Do you already have an account?
cs: Máte již účet?
es: Ya tienes una cuenta ?
fr: Avez-vous déjà un compte ?

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer

source: You will use ClimMob under the following terms
cs: Společnost ClimMob budete používat za následujících podmínek
es: Usted utilizará ClimMob bajo los siguientes términos
fr: Vous utiliserez ClimMob selon les termes suivants

source: Only letters and numbers are allowed and the first character must be a lower case letter.
es: Sólo se admiten letras y números, y el primer carácter debe ser una letra minúscula.
fr: Seules les lettres et les chiffres sont autorisés et le premier caractère doit être une lettre minuscule.

source: Enter a stronger password. It must contain at least one lowercase letter, one uppercase letter, one digit and a minimum length of 10 characters.
es: Ingrese una contraseña segura. Debe contener al menos una letra minúscula, una letra mayúscula, un dígito y una longitud mínima de 10 caracteres.
fr: Entrez un mot de passe plus fort. Il doit contenir au moins une lettre minuscule, une lettre majuscule, un chiffre et avoir une longueur minimale de 10 caractères.

source: Write the email
es: Escriba la dirección de correo
fr: Écrire l'email

source: Write the organization
es: Escriba la organización
fr: Écrire l'organisation

source: Write the username
es: Escriba el nombre de usuario
fr: Écrire le nom d'utilisateur

source: Enter the password
es: Escriba la contraseña
fr: Entrer le mot de passe

source: Password reset token
es: Token de restablecimiento de contraseña
fr: Jeton de réinitialisation du mot de passe

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe

source: New password confirmation
es: Confirmación de nueva contraseña
fr: Confirmation du nouveau mot de passe

source: Write the token
es: Escriba el token
fr: Écrire le jeton

source: Write the new password
es: Escriba la nueva contraseña
fr: Écrire le nouveau mot de passe

source: Retype the new password
es: Vuelva a escribir la contraseña
fr: Retaper le nouveau mot de passe

source: Terms of Service
cs: Podmínky služby
es: Términos de servicio
fr: Conditions de service

source: ClimMob | Metadata forms library
es: ClimMob | Biblioteca de formularios de metadatos
fr: ClimMob | Bibliothèque des formulaires de métadonnées

source: Metadata forms
es: Formularios de metadatos
fr: Formulaires de métadonnées

source: Metadata details
es: Detalles de los metadatos
fr: Détails des métadonnées

source: Clear form
es: Limpiar formulario
fr: Effacer le formulaire

source: Add
cs: Přidat
es: Agregar
fr: Ajouter

source: Save
cs: Uložit
es: Guardar
fr: Sauvegarder

source: Registered metadata form
es: Formulario de metadatos registrados
fr: Formulaire de métadonnées enregistré

source: Form name
es: Nombre del formulario
fr: Nom du formulaire

source: Projects
cs: Projekty
es: Proyectos
fr: Projets

source: Status
es: Estado
fr: Statut

source: Actions
cs: Akce
es: Acciones

source: Active
cs: Aktivní
es: Activo
fr: Actif

source: Inactive
cs: Neaktivní
es: Inactivo
fr: Inactif

source: Download ODK file
es: Descargar archivo ODK
fr: Télécharger le fichier ODK

source: Download ODK
es: Descargar ODK
fr: Télécharger le fichier ODK

source: Edit metadata form
es: Editar formulario de metadatos
fr: Modifier le formulaire des métadonnées

source: Edit
cs: ClimMob | Upravit profil
es: Editar
fr: Modifier

source: Do you really want to delete this metadata form?
es: ¿Realmente desea eliminar este formulario de metadatos?
fr: Voulez-vous vraiment supprimer ce formulaire de métadonnées ?

source: Delete metadata form
es: Eliminar formulario de metadatos
fr: Supprimer le formulaire des métadonnées

source: Delete
cs: Smazat
es: Eliminar
fr: Supprimer

source: No metadata forms to display
es: No hay formularios de metadatos para mostrar
fr: Aucun formulaire de métadonnées à afficher
