Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: The question was successfully modified
cs: Otázka byla úspěšně upravena
es: La pregunta se modificó con éxito
fr: La question a été modifiée avec succès

source: Incomplete information.
cs: Neúplné informace.
es: Información incompleta.
fr: Informations incomplètes.

source: Option already exists
cs: Možnost již existuje
es: Ya existe está opción
fr: L'option existe déjà

source: Both code and label cannot be empty
cs: Kód i štítek nemohou být prázdné
es: Tanto código y la etiqueta no puede estar vacía
fr: Le code et l'étiquette ne peuvent pas être vides

source: The question was successfully added
cs: Otázka byla úspěšně přidána
es: La pregunta se ha agregado correctamente
fr: La question a été ajoutée avec succès

source: You successfully updated the performance statement.
cs: Úspěšně jste aktualizovali výkaz výkonu.
es: Ha actualizado correctamente la declaración de rendimiento.
fr: Vous avez mis à jour avec succès la déclaration de performance.

source: The performance statement must have the wildcard {{option}}
cs: Příkaz výkonu musí mít zástupný znak {{option}}
es: La declaración de rendimiento debe tener el comodín {{option}}
fr: La déclaration de performance doit contenir le caractère générique {{option}}

source: You successfully updated the characteristic.
cs: Úspěšně jste aktualizovali charakteristiku.
es: Ha actualizado correctamente la característica.
fr: Vous avez mis à jour avec succès la caractéristique.

source: There is another question with the same variable code.
cs: Existuje další otázka se stejným proměnným kódem.
es: Hay otra pregunta con el mismo código variable.
fr: Il existe une autre question avec le même code de variable.

source: There is another question with the same code.
cs: Existuje další otázka se stejným kódem.
es: Hay otra pregunta con el mismo código.
fr: Il existe une autre question avec le même code.

source: Could not create category
cs: Nepodařilo se vytvořit kategorii
es: No se ha podido crear la categoría
fr: Impossible de créer la catégorie

source: The category was created successfully
cs: Kategorie byla úspěšně vytvořena
es: La categoría fue creada correctamente
fr: La catégorie a été créée avec succès

source: This category name already exists.
cs: Tento název kategorie již existuje.
es: Este nombre de categoría ya existe.
fr: Ce nom de catégorie existe déjà.

source: Could not update the category
cs: Kategorii nelze aktualizovat
es: No se ha podido actualizar la categoría
fr: Impossible de mettre à jour la catégorie

source: The category was updated successfully
cs: Kategorie byla úspěšně aktualizována
es: La categoría fue actualizada correctamente
fr: La catégorie a été mise à jour avec succès

source: Could not delete the category
cs: Kategorii se nepodařilo odstranit
es: No se ha podido eliminar la categoría
fr: Impossible de supprimer la catégorie

source: The category was deleted successfully
cs: Kategorie byla úspěšně odstraněna
es: La categoría fue eliminada correctamente
fr: La catégorie a été supprimée avec succès

source: Language successfully added
es: El idioma se ha agregado con éxito
fr: Langue ajoutée avec succès

source: There was an error adding the language
es: Hubó un problema agregando el idioma
fr: Il y a eu une erreur lors de l'ajout de la langue

source: Main language successfully updated
es: El idioma principal fue actualizada correctamente
fr: Langue principale mise à jour avec succès

source: There was an error updating the main language
es: Hubó un error actualizando el idioma principal
fr: Il y a eu une erreur lors de la mise à jour de la langue principale

source: The translate was successfully modified
es: La traducción se modificó con éxito
fr: La traduction a été modifiée avec succès

source: The question was successfully translated
es: La pregunta se ha traducido correctamente
fr: La question a été traduite avec succès

source: You cannot change the main language of this question.
es: Usted no puede cambiar el idioma principal de esta pregunta.
fr: Vous ne pouvez pas changer la langue principale de cette question.

source: The technology options were successfully created
es: La opción tecnológica fue creada correctamente
fr: Les options technologiques ont été créées avec succès

source: The technology option was successfully removed
es: La opción tecnológica fue eliminada correctamente
fr: L'option technologique a été supprimée avec succès

source: The technology option was successfully edited
es: La opción tecnológica fue actualizada correctamente
fr: L'option technologique a été modifiée avec succès

source: The technology was created successfully
es: La tecnología se ha creado correctamente
fr: La technologie a été créée avec succès

source: This technology already exists in your personal library
cs: Tato technologie již existuje ve vaší osobní knihovně
es: Esta tecnología ya existe en su biblioteca personal
fr: Cette technologie existe déjà dans votre bibliothèque personnelle

source: This technology already exists in the generic library
cs: Tato technologie již existuje v generické knihovně
es: Esta tecnología ya existe en la biblioteca genérica
fr: Cette technologie existe déjà dans la bibliothèque générique

source: You need to set values for the name
cs: Je třeba nastavit hodnoty pro název
es: Es necesario establecer los valores para el nombre
fr: Vous devez définir des valeurs pour le nom

source: The technology was successfully edited
es: La tecnología fue actualizada correctamente
fr: La technologie a été modifiée avec succès

source: The technology was successfully removed
es: La tecnología fue eliminada correctamente
fr: La technologie a été supprimée avec succès

source: The technology was deleted successfully
es: La tecnología se ha eliminado correctamente
fr: La technologie a été supprimée avec succès

source: There is no a project with that code.
cs: Projekt s tímto kódem neexistuje.
es: No hay un proyecto con ese código.
fr: Il n'y a pas de projet avec ce code.

source: Error in the JSON.
cs: Chyba v JSON.
es: Problemas con el JSON.
fr: Erreur dans le JSON.

source: Only accepts GET method.
cs: Akceptuje pouze metodu GET.
es: Sólo acepta método GET.
fr: Accepte uniquement la méthode GET.

source: This field agent name already exists.
cs: Toto jméno terénního pracovníka již existuje.
es: El nombre del agente de campo ya existe.
fr: Ce nom d'agent de terrain existe déjà.

source: The password and its retype are not the same.
cs: Heslo a jeho opakované zadání nejsou stejné.
es: La contraseña y su retype no son los mismos.
fr: Le mot de passe et sa re-saisie ne sont pas identiques.

source: Not all parameters have data.
cs: Ne všechny parametry mají data.
es: No todos los parámetros tienen datos.
fr: Tous les paramètres n'ont pas de données.

source: You are trying to use a parameter that is not allowed..
cs: Snažíte se použít parametr, který není povolen..
es: Estás intentando utilizar un parámetro que no está permitido.
fr: Vous essayez d'utiliser un paramètre qui n'est pas autorisé.

source: It is not complying with the obligatory keys.
cs: Není v souladu s povinnými klíči.
es: Que no está cumpliendo con las llaves obligatorios.
fr: Il ne respecte pas les clés obligatoires.

source: Only accepts POST method.
cs: Přijímá pouze metodu POST.
es: Sólo acepta el método POST.
fr: Accepte uniquement la méthode POST.

source: There is no field agent with that identifier.
cs: Neexistuje žádný terénní pracovník s tímto identifikátorem.
es: No hay un agente de campo con ese identificador.
fr: Il n'y a pas d'agent de terrain avec cet identifiant.

source: The password was modified successfully.
cs: Heslo bylo úspěšně upraveno.
es: La contraseña fue actualizada correctamente.
fr: Le mot de passe a été modifié avec succès.

source: The new password and the retype are not the same.
cs: Nové heslo a opakované zadání nejsou stejné.
es: La nueva contraseña y la retype no son los mismos.
fr: Le nouveau mot de passe et la confirmation ne sont pas identiques.

source: The current password is incorrect.
cs: Aktuální heslo je nesprávné.
es: La contraseña actual no es correcta.
fr: Le mot de passe actuel est incorrect.

source: This field agent does not exist.
cs: Tento terénní pracovník neexistuje.
es: El agente de campo no existe.
fr: Cet agent de terrain n'existe pas.

source: The field agent was deleted successfully.
cs: Terénní pracovník byl úspěšně odstraněn.
es: El agente de campo fue eliminado correctamente.
fr: L'agent de terrain a été supprimé avec succès.

source: Language added successfully.
es: Idioma agregado con éxito.
fr: Langue ajoutée avec succès.

source: The language could not be added.
es: El idioma no pudo ser agregado.
fr: La langue n'a pas pu être ajoutée.

source: The language does not exist in the list of languages available for use in ClimMob.
es: El idioma no existe en la lista de idiomas disponibles para su uso en ClimMob.
fr: La langue n'existe pas dans la liste des langues disponibles pour une utilisation dans ClimMob.

source: This language has already been added.
es: El idioma ha sido agregado correctamente.
fr: Cette langue a déjà été ajoutée.

source: Language successfully deleted.
es: El idioma fue eliminada correctamente.
fr: Langue supprimée avec succès.

source: The language could not be removed.
es: El idioma no puede ser eliminado.
fr: La langue n'a pas pu être supprimée.

source: The language could not be removed because it is not included in their languages of use.
es: El idioma no se ha podido eliminar porque no está incluida en sus lenguas de uso.
fr: La langue n'a pas pu être supprimée car elle n'est pas incluse dans leurs langues d'utilisation.

source: The language does not belong to your list of languages to be used.
es: El idioma no pertenece a su lista de idiomas a utilizar.
fr: La langue n'appartient pas à votre liste de langues à utiliser.

source: Phrase successfully saved.
es: Frase guardada correctamente.
fr: Phrase enregistrée avec succès.

source: Error when modifying the phrase.
es: Error cuando se está modificando la frase.
fr: Erreur lors de la modification de la phrase.

source: There is no phrase with this ID.
es: No hay ninguna frase con este ID.
fr: Il n'y a pas de phrase avec cet ID.

source: The language could not be used because it is not included in their languages of use.
es: El idioma no pudo utilizarse porque no está incluida en sus idiomas de uso.
fr: La langue n'a pas pu être utilisée car elle n'est pas incluse dans leurs langues d'utilisation.

source: The access assigned for this project does not allow you to do this action.
cs: Přístup přidělený pro tento projekt vám tuto akci neumožňuje.
es: El acceso asignado a este proyecto no le permite realizar esta acción.
fr: L'accès assigné à ce projet ne vous permet pas d'effectuer cette action.

source: Data collection started.
cs: Sběr dat byl zahájen.
es: Recolección de datos iniciada.
fr: Collecte de données commencée.

source: There has been a problem in the creation of the basic structure of the project, this may be due to something wrong with the form. Contact the ClimMob team with the next message to get the solution to the problem
cs: Při vytváření základní struktury projektu došlo k problému, který může být způsoben chybou ve formuláři. Kontaktujte tým ClimMob pomocí další zprávy, abyste získali řešení problému
es: Se ha producido un problema en la creación de la estructura básica del proyecto, esto puede deberse a algo erróneo en el formulario. Contacta con el equipo de ClimMob con el siguiente mensaje para obtener la solución al problema
fr: Il y a eu un problème dans la création de la structure de base du projet, cela peut être dû à un problème avec le formulaire

source: You must have created the assessment forms.
cs: Musíte mít vytvořeny hodnotící formuláře.
es: Debe haber creado las formas de evaluación.
fr: Vous devez avoir créé les formulaires d'évaluation.

source: Data collection has already started.
cs: Sběr dat již byl zahájen.
es: La recolección de datos ya ha iniciado.
fr: La collecte de données a déjà commencé.

source: You cannot add data collection moments. You alreaday started data collection.
cs: Nelze přidávat okamžiky sběru dat. Sběr dat jste již zahájili.
es: No puede agregar momentos de recolección de datos. Ya ha iniciado la recolección de datos.
fr: Vous ne pouvez pas ajouter de moments de collecte de données. Vous avez déjà commencé la collecte de données.

source: There is not project with that code.
cs: Projekt s tímto kódem neexistuje.
es: No hay un proyecto con ese identificador.
fr: Il n'y a pas de projet avec ce code.

source: The access assigned for this project does not allow you to cancel the assessment.
cs: Přístup přidělený pro tento projekt neumožňuje hodnocení zrušit.
es: El acceso asignado para este proyecto no le permite cancelar la evaluación.
fr: L'accès assigné à ce projet ne vous permet pas d'annuler l'évaluation.

source: Cancel data collection
cs: Zrušit sběr dat
es: Cancelar la recolección de datos
fr: Annuler la collecte de données

source: Data collection has not started. You cannot cancel it.
cs: Sběr dat nebyl zahájen. Nelze jej zrušit.
es: La recolección de datos no se ha iniciado. No lo puede cancelar.
fr: La collecte de données n'a pas commencé. Vous ne pouvez pas l'annuler.

source: There is no project with that code.
cs: Žádný projekt s tímto kódem neexistuje.
es: No hay un proyecto con ese identificador.
fr: Il n'y a pas de projet avec ce code.

source: Data collection closed.
cs: Sběr dat byl ukončen.
es: Recolección de datos cerrada.
fr: Collecte de données fermée.

source: There is no data collection with that code.
cs: S tímto kódem se neshromažďují žádná data.
es: No hay recolección de datos con ese código.
fr: Il n'y a pas de collecte de données avec ce code.

source: Data collection has not started.
cs: Sběr dat nebyl zahájen.
es: La recolección de datos no ha iniciada.
fr: La collecte de données n'a pas commencé.

source: The access assigned for this project does not allow you to push information.
cs: Přístup přidělený pro tento projekt neumožňuje odesílat informace.
es: El acceso asignado para este proyecto no le permite ingresar la información.
fr: L'accès assigné à ce projet ne vous permet pas de pousser des informations.

source: Data collection is closed. After you close data collection, no more data can be entered.
cs: Sběr dat je ukončen. Po uzavření sběru dat již nelze zadávat žádná další data.
es: La recolección de datos está cerrada. Despúes de que cierra la recolección de datos, no se pueden registrar más información.
fr: La collecte de données est fermée. Après avoir fermé la collecte de données, plus aucune donnée ne peut être saisie.

source: You have repeated data in the next column: . Remember that the options can not be repeated.
cs: V dalším sloupci máte opakující se údaje: . Nezapomeňte, že možnosti se nemohou opakovat.
es: Usted tiene datos repetidos en la siguiente columna: . Recuerde que las opciones no puede ser repetidas.
fr: Vous avez des données répétées dans la colonne suivante : . Rappelez-vous que les options ne peuvent pas être répétées.

source: The data could not be saved. ERROR:
cs: Data se nepodařilo uložit. CHYBA:
es: Los datos no pueden ser guardados. ERROR:
fr: Les données n'ont pas pu être enregistrées. ERREUR:

source: Data registered.
cs: Data zapsána.
es: Los datos fueron registrados.
fr: Données enregistrées.

source: ERROR: The farmer code must be a number.
cs: CHYBA: Kód zemědělce musí být číslo.
es: ERROR: El código del paquete debe ser un número.
fr: ERREUR : Le code fermier doit être un nombre.

source: Error in the JSON. Not all parameters have data. Check the columns: {}.
es: Error en el JSON. No todos los parámetros tienen datos. Revise las columnas: {}.
fr: Erreur dans le JSON. Tous les paramètres n'ont pas de données. Vérifiez les colonnes : {}.

source: Error in the JSON sent by parameter. Check the obligatory Keys: {}.
es: Error en el JSON enviado por parámetros. Revise las llaves oblogatorias: {}.
fr: Erreur dans le JSON envoyé par paramètre. Vérifiez les clés obligatoires : {}.

source: Error in the JSON sent by parameter. Check the permitted Keys.
cs: Chyba v JSON odeslaném parametrem. Zkontrolujte povolené klíče.
es: Error en el JSON enviado por parámetros. Revise las llaves permitidas.
fr: Erreur dans le JSON envoyé par paramètre. Vérifiez les clés permises.

source: Error in the JSON sent by parameter.
cs: Chyba v JSON odeslaném parametrem.
es: Error en el JSON enviado por parámetro.
fr: Erreur dans le JSON envoyé par paramètre.

source: The data do not have structure.
cs: Data nemají strukturu.
es: Los datos no tienen estructura.
fr: Les données n'ont pas de structure.

source: The access assigned for this project does not allow you to add assessments.
cs: Přístup přidělený pro tento projekt neumožňuje přidávat hodnocení.
es: El acceso asignado a este proyecto no permite agregar evaluaciones.
fr: L'accès assigné à ce projet ne vous permet pas d'ajouter des évaluations.

source: The parameter ass_days must be a number.
cs: Parametr ass_days musí být číslo.
es: Los ass_days parámetro debe ser un número.
fr: Le paramètre ass_days doit être un nombre.

source: The access assigned for this project does not allow you to update assessments.
cs: Přístup přidělený pro tento projekt neumožňuje aktualizovat hodnocení.
es: El acceso asignado a este proyecto no le permite actualizar las evaluaciones.
fr: L'accès assigné à ce projet ne vous permet pas de mettre à jour les évaluations.

source: Data collection updated successfully.
cs: Sběr dat byl úspěšně aktualizován.
es: Recolección de datos actualizado correctamente.
fr: Collecte de données mise à jour avec succès.

source: The access assigned for this project does not allow you to delete assessments.
cs: Přístup přidělený pro tento projekt neumožňuje mazat hodnocení.
es: El acceso asignado a este proyecto no le permite eliminar evaluaciones.
fr: L'accès assigné à ce projet ne vous permet pas de supprimer les évaluations.

source: Data collection moment deleted succesfully.
cs: Moment sběru dat byl úspěšně smazán.
es: Momento de recolección de datos eliminado correctamente.
fr: Moment de collecte de données supprimé avec succès.

source: You can not delete this group because you have questions required for the data collection moment.
cs: Tuto skupinu nemůžete smazat, protože máte otázky potřebné pro okamžik sběru dat.
es: No puede eliminar este grupo por que tiene preguntas requeridas por el momento de recolección de datos.
fr: Vous ne pouvez pas supprimer ce groupe car vous avez des questions requises pour le moment de collecte de données.

source: The access assigned for this project does not allow you to create groups.
cs: Přístup přidělený pro tento projekt neumožňuje vytvářet skupiny.
es: El acceso asignado a este proyecto no permite crear grupos.
fr: L'accès assigné à ce projet ne vous permet pas de créer des groupes.

source: You cannot update data collection moments. You already started the data collection.
cs: Okamžiky sběru dat nelze aktualizovat. Sběr dat jste již zahájili.
es: No puede actualizar este momento de recolección de datos. Usted ya inició la recolección de datos.
fr: Vous ne pouvez pas mettre à jour les moments de collecte de données. Vous avez déjà commencé la collecte de données.

source: The access assigned for this project does not allow you to update groups.
cs: Přístup přidělený pro tento projekt neumožňuje aktualizovat skupiny.
es: El acceso asignado a este proyecto no permite actualizar los grupos.
fr: L'accès assigné à ce projet ne vous permet pas de mettre à jour les groupes.

source: Group updated successfully.
cs: Skupina byla úspěšně aktualizována.
es: Grupo actualizado correctamente.
fr: Groupe mis à jour avec succès.

source: There is not a group with that code.
cs: Skupina s tímto kódem neexistuje.
es: No hay un grupo con ese código.
fr: Il n'y a pas de groupe avec ce code.

source: The access assigned for this project does not allow you to delete groups.
cs: Přístup přidělený pro tento projekt neumožňuje odstraňovat skupiny.
es: El acceso asignado a este proyecto no permite eliminar grupos.
fr: L'accès assigné à ce projet ne vous permet pas de supprimer les groupes.

source: Group deleted successfully.
cs: Skupina byla úspěšně odstraněna.
es: Grupo eliminado con éxito.
fr: Groupe supprimé avec succès.

source: You can not delete this group because you have questions required for the assessment.
cs: Tuto skupinu nemůžete odstranit, protože máte otázky potřebné pro hodnocení.
es: No se puede eliminar este grupo porque tiene preguntas necesarias para la evaluación.
fr: Vous ne pouvez pas supprimer ce groupe car vous avez des questions requises pour le moment de collecte de données.

source: The access assigned for this project does not allow you to add question to groups.
cs: Přístup přidělený pro tento projekt neumožňuje přidávat otázky do skupin.
es: El acceso asignado a este proyecto no permite agregar preguntas a los grupos.
fr: L'accès assigné à ce projet ne vous permet pas d'ajouter des questions aux groupes.

source: The question was added to the data collection moment.
cs: Tato otázka byla přidána do okamžiku sběru dat.
es: La pregunta fue agregada a un momento de recolección de datos.
fr: La question a été ajoutée au moment de collecte de données.

source: The question is already assigned to the data collection moment or cannot be used in this section.
cs: Otázka je již přiřazena k okamžiku sběru dat nebo ji nelze v této sekci použít.
es: La pregunta ya está asignada a un momento de recolección de datos o no puede ser usada en esta sección.
fr: La question est déjà assignée au moment de collecte de données ou ne peut pas être utilisée dans cette section.

source: You do not have a question with this ID.
cs: S tímto ID nemáte žádnou otázku.
es: Usted no tiene una pregunta con este ID.
fr: Vous n'avez pas de question avec cet ID.

source: You are trying to add a question from a user that does not belong to this project.
cs: Snažíte se přidat otázku od uživatele, který nepatří do tohoto projektu.
es: Está intentando agregar una pregunta de un usuario que no pertenece a este proyecto.
fr: Vous essayez d'ajouter une question d'un utilisateur qui n'appartient pas à ce projet.

source: The access assigned for this project does not allow you to delete questions from a group.
cs: Přístup přidělený pro tento projekt neumožňuje mazat otázky ze skupiny.
es: El acceso asignado para este proyecto no permite eliminar preguntas de un grupo.
fr: L'accès assigné à ce projet ne vous permet pas de supprimer les évaluations.

source: You can not delete this question because is required for this data collection moment.
cs: Tuto otázku nelze vymazat, protože je pro tento okamžik sběru dat vyžadována.
es: No puede eliminar esta pregunta por que es requerida en este momento de recolección de datos.
fr: Vous ne pouvez pas supprimer cette question car elle est requise pour ce moment de collecte de données.

source: Question deleted successfully.
cs: Otázka úspěšně smazána.
es: Pregunta eliminado con éxito.
fr: Question supprimée avec succès.

source: You do not have a question with this ID in this group.
cs: V této skupině nemáte otázku s tímto ID.
es: Usted no tiene una pregunta con este ID en este grupo.
fr: Vous n'avez pas de question avec cet ID dans ce groupe.

source: The access assigned for this project does not allow you to order the questions.
cs: Přístup přidělený pro tento projekt vám neumožňuje seřadit otázky.
es: El acceso asignado para este proyecto no permite ordenar las preguntas.
fr: L'accès assigné à ce projet ne vous permet pas d'ordonner les questions.
