Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: Record a line of two or more GPS coordinates.
es: Registre una línea de dos o más coordenadas GPS.
fr: Enregistrer une ligne de deux coordonnées GPS ou plus.

source: Geoshape question
es: Pregunta de Geoshape
fr: Question géoshape

source: Record a polygon of multiple GPS coordinates; the last point is the same as the first point.
es: Registra un polígono de múltiples coordenadas GPS; el último punto es el mismo que el primero.
fr: Enregistrer un polygone de plusieurs coordonnées GPS; le dernier point est le même que le premier point.

source: Date question
es: Pregunta de fecha
fr: Question de date

source: Date input.
es: Selecciona una fecha.
fr: Entrée de date.

source: Time question
es: Pregunta de hora
fr: Question de temps

source: Time input.
es: Establece un tiempo (Horas-Minutos-Segundos).
fr: Entrée de temps.

source: DateTime question
es: Pregunta de fecha y hora
fr: Question DateTime

source: Accepts a date and a time input.
es: Acepta una fecha y una hora.
fr: Accepte une date et une heure.

source: Image question
es: Pregunta de imagen
fr: Question d'image

source: Take a picture or upload an image file.
es: Haz una foto o sube un archivo de imagen.
fr: Prendre une photo ou télécharger un fichier image.

source: Audio question
es: Pregunta de audio
fr: Question audio

source: Take an audio recording or upload an audio file.
es: Realiza una grabación de audio o sube un archivo de audio.
fr: Enregistrer un enregistrement audio ou télécharger un fichier audio.

source: Video question
es: Pregunta de video
fr: Question vidéo

source: Take a video recording or upload a video file.
es: Graba un vídeo o sube un archivo de vídeo.
fr: Enregistrer un enregistrement vidéo ou télécharger un fichier vidéo.

source: Barcode/QR question
es: Pregunta de Código de barra/QR
fr: Question code-barres/QR

source: Scan a barcode or QR
es: Escanear un código de barras o QR
fr: Scanner un code-barres ou un QR

source: Category
cs: Kategorie
es: Categoría
fr: Catégorie

source: Text of the question as shown in the ODK Collect app.
cs: Text otázky zobrazený v aplikaci ODK Collect.
es: Texto de la pregunta como se muestra en la aplicación ODK Collect.
fr: Texte de la question tel qu'il apparaît dans l'application ODK Collect.

source: Options for select
cs: Možnosti výběru
es: Opciones para seleccionar
fr: Options pour sélectionner

source: Answer required
cs: Vyžadovaná odpověď
es: Respuesta requerida
fr: Réponse requise

source: Providing an answer to this question is obligatory during data collection.
cs: Poskytnutí odpovědi na tuto otázku je při sběru dat povinné.
es: La respuesta a esta pregunta es obligatoria durante la recolección de datos.
fr: Fournir une réponse à cette question est obligatoire pendant la collecte des données.

source: Expand question
cs: Rozšířit otázku
es: Expandir la pregunta
fr: Développer la question

source: What does 'Expand question' mean?
cs: Co znamená "rozšířit otázku"?
es: ¿Qué significa 'expandir una pregunta'?
fr: Que signifie 'Développer la question' ?

source: Expands a given question to all options A, B, C in your tricot project, given to you a unique answer to each of your tested options
cs: Rozšíří danou otázku na všechny možnosti A, B, C ve vašem projektu trikot, přičemž vám poskytne jedinečnou odpověď na každou z testovaných možností
es: Expandir una pregunta dada a todas las opciones A, B, C de su proyecto de tricot, dándole una respuesta única a cada una de sus opciones probadas
fr: Développe une question donnée à toutes les options A, B, C dans votre projet tricot, vous donnant une réponse unique pour chacune de vos options testées

source: Example:
cs: Příklad:
es: Ejemplo:
fr: Exemple :

source: Yield in kg
cs: Výnos v kg
es: Rendimiento en kg
fr: Rendement en kg

source: Option A
cs: Možnost A
es: Opción A

source: Option B
cs: Možnost B
es: Opción B

source: Option C
cs: Možnost C
es: Opción C

source: Should a 'tie' be allowed as answer?
es: ¿Debería permitirse un "empate" como respuesta?
fr: Une 'égalité' doit-elle être autorisée comme réponse ?

source: Should a 'not observed' be allowed as an answer?
es: ¿Debería permitirse un "No observado" como respuesta?
fr: Une réponse 'non observée' doit-elle être autorisée ?

source: Forms in which the question can be added
es: Formularios en los que se puede agregar la pregunta
fr: Formulaires dans lesquels la question peut être ajoutée

source: All forms
es: Todos los formularios
fr: Tous les formulaires

source: Available to users
es: Disponible para los usuarios
fr: Disponible pour les utilisateurs

source: Set as sensitive
es: Configurar como sensible
fr: Définir comme sensible

source: Write the question.
cs: Napište otázku.
es: Escriba la pregunta.
fr: Écrire la question.

source: Example
cs: Příklad
es: Ejemplo
fr: Exemple

source: Which variety gave you
cs: Která odrůda vám poskytla
es: Qué variedad le dio
fr: Quelle variété vous a donné

source: more
cs: větší
es: más
fr: plus

source: yield
cs: výnos
es: rendimiento
fr: de rendement

source: less
cs: menší
es: menos
fr: moins

source: Write the statement.
cs: Napište prohlášení.
es: Escriba el enunciado.
fr: Écrire la déclaration.

source: Technology name
cs: Název technologie
es: Nombre de tecnología
fr: Nom de la technologie

source: Write the technology name.
cs: Napište název technologie.
es: Escriba el nombre de tecnología.
fr: Écrire le nom de la technologie.

source: Crop taxonomy
es: Taxonomía de cultivos
fr: Taxonomie des cultures

source: Select one crop taxonomy.
es: Seleccione una taxonomía de cultivos.
fr: Sélectionner une taxonomie des cultures.

source: Click to display technology options
es: Haga clic para mostrar las opciones tecnológicas
fr: Cliquez pour afficher les options technologiques

source: Assigning a crop taxonomy to technologies
es: Asignación de una taxonomía de cultivos a las tecnologías
fr: Attribuer une taxonomie des cultures aux technologies

source: Technologies that require a crop taxonomy
es: Tecnologías que requieren una taxonomía de cultivos
fr: Technologies nécessitant une taxonomie des cultures

source: Select a crop taxonomy
es: Seleccione una taxonomía de cultivos
fr: Sélectionner une taxonomie des cultures

source: To ensure the quality of the data collected through ClimMob, we need your support to standardize the technologies registered on the platform.
es: Para garantizar la calidad de los datos recolectados a través de ClimMob, necesitamos su colaboración para estandarizar las tecnologías registradas en la plataforma.

source: For this reason, we have enabled a field where you can search for and assign a crop taxonomy to each of your technologies. The options will appear automatically as you begin typing the name of the crop.
es: Por ello, hemos habilitado un espacio en el cual podrá buscar y asignar una taxonomía de cultivo a cada una de sus tecnologías. Las opciones aparecerán automáticamente a medida que comience a escribir el nombre del cultivo.

source: If your technology is not a crop, please select the option: Not a crop
es: Si su tecnología no corresponde a un cultivo, seleccione la opción: Not a crop

source: ClimMob | Technology options library
cs: ClimMob | Knihovna technologických možností
es: ClimMob | Biblioteca de opciones tecnológicas
fr: ClimMob | Bibliothèque d'options technologiques

source: Technologies available
cs: Dostupné technologie
es: Tecnologías disponibles
fr: Technologies disponibles

source: Back to assign technologies to the project
es: Regresar a asignar tecnologías al proyecto
fr: Retour pour assigner les technologies au projet

source: Number of options
cs: Počet možností
es: Número de opciones
fr: Nombre d'options

source: Create new technology
cs: Vytvoření nové technologie
es: Crear una nueva tecnología
fr: Créer une nouvelle technologie

source: Technology details
cs: Podrobnosti o technologii
es: Detalles de tecnología
fr: Détails de la technologie

source: Delete technology
cs: Odstranit technologii
es: Eliminar tecnología
fr: Supprimer la technologie

source: Add and close
cs: Přidat a zavřít
es: Agregar y cerrar
fr: Ajouter et fermer

source: List of technology options:
cs: Seznam technologických možností:
es: Lista de opciones tecnológicas:
fr: Liste des options technologiques :

source: Technology options details
cs: Podrobnosti o technologických možnostech
es: Detalles de opción tecnológica
fr: Détails des options technologiques

source: Write each technology option on separate lines.
cs: Každou možnost technologie napište na samostatný řádek.
es: Escriba cada opción tecnológica en líneas separadas.
fr: Écrire chaque option technologique sur des lignes séparées.

source: Delete option
cs: Odstranit možnost
es: Eliminar opción
fr: Supprimer l'option

source: You did not select a crop
es: No ha seleccionado un cultivo
fr: Vous n'avez pas sélectionné de culture

source: Do you really want to delete this technology?
es: Realmente quiere eliminar esta tecnología?
fr: Voulez-vous vraiment supprimer cette technologie ?

source: Do you really want to delete this technology option?
es: Realmente quiere eliminar esta opción tecnológica?
fr: Voulez-vous vraiment supprimer cette option technologique ?

source: Creating technology and technology options in the library
es: Creación de tecnología y opciones tecnológicas en la biblioteca
fr: Création de technologies et d'options technologiques dans la bibliothèque

source: If the technology has been created by you, you will be able to perform actions (Modify/Delete/Add technology options) as long as the technology has not been added to a project, in that case you will only be able to add more technology options.
es: Si la tecnología ha sido creada por usted, podrá realizar acciones (Modificar/Borrar/Agregar opciones tecnológicas) siempre que la tecnología no haya sido agregada a un proyecto, en ese caso sólo podrá agregar más opciones tecnológicas.
fr: Si la technologie a été créée par vous, vous pourrez effectuer des actions (Modifier/Supprimer/Ajouter des options technologiques) tant que la technologie n'a pas été ajoutée à un projet, dans ce cas, vous ne pourrez qu'ajouter plus d'options technologiques.

source: If the technology belongs to the ClimMob user, you will not be able to perform any action other than viewing the registered technology options
es: Si la tecnología pertenece al usuario de ClimMob, no podrá realizar ninguna acción más que ver las opciones de la tecnología registrada
fr: Si la technologie appartient à l'utilisateur ClimMob, vous ne pourrez effectuer aucune action autre que de visualiser les options technologiques enregistrées

source: Error in the JSON, It does not have the 'body' parameter.
cs: Technologie byla úspěšně odstraněna.
es: Error en el JSON, no tiene un parámetro 'body'.
fr: Erreur dans le JSON, il n'a pas le paramètre 'corps'.

source: Invalid password
cs: Neplatné heslo
es: Contraseña invalida
fr: Mot de passe invalide

source: Username already exits
es: Este nombre de usuario ya existe
fr: Nom d'utilisateur déjà pris

source: There is already an account using to this email
cs: Na tento e-mail již existuje účet, který používá
es: Ya existe una cuenta que utiliza este correo electrónico
fr: Il existe déjà un compte utilisant cet e-mail

source: You need to accept the terms of service
cs: Musíte přijmout podmínky služby
es: Tienes que aceptar las condiciones del servicio
fr: Vous devez accepter les conditions d'utilisation

source: User cannot be emtpy
cs: Uživatel nemůže být prázdný
es: Nombre completo no puede estar vacío
fr: L'utilisateur ne peut pas être vide

source: Password cannot be emtpy
cs: Heslo nemůže být prázdné
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide

source: Full name cannot be emtpy
cs: Celé jméno nemůže být prázdné
es: El nombre completo no puede estar vacío
fr: Le nom complet ne peut pas être vide

source: Email cannot be emtpy
cs: E-mail nemůže být prázdný
es: El correo electrónico no puede estar vacío
fr: L'e-mail ne peut pas être vide

source: The username can only use lowercase letters and numbers.
es: El nombre de usuario sólo puede utilizar letras minúsculas y números.
fr: Le nom d'utilisateur ne peut utiliser que des lettres minuscules et des chiffres.

source: There is already a group with this name.
cs: Skupina s tímto názvem již existuje.
es: Ya existe un grupo con este nombre.
fr: Il existe déjà un groupe avec ce nom.

source: The section was successfully added
cs: Sekce byla úspěšně přidána
es: La sección se ha agregado con éxito
fr: La section a été ajoutée avec succès

source: The section was successfully updated
cs: Sekce byla úspěšně aktualizována
es: La sección fue actualizada correctamente
fr: La section a été mise à jour avec succès

source: Questions cannot be outside a group
cs: Otázky nemohou být mimo skupinu
es: Las preguntas no pueden estar fuera de un grupo
fr: Les questions ne peuvent pas être en dehors d'un groupe

source: There has been a problem in the creation of the basic structure of the project, this may be due to something wrong with the form.
cs: Při vytváření základní struktury projektu došlo k problému, který může být způsoben chybou ve formuláři.
es: Se ha producido un problema en la creación de la estructura básica del proyecto, esto puede deberse a algún error en el formulario.
fr: Il y a eu un problème dans la création de la structure de base du projet, cela peut être dû à un problème avec le formulaire.

source: Contact the ClimMob team with the next message to get the solution to the problem:
cs: Další zprávou kontaktujte tým ClimMob a získejte řešení problému:
es: Contacta con el equipo de ClimMob con el siguiente mensaje para obtener la solución al problema:
fr: Contactez l'équipe ClimMob avec le message suivant pour obtenir la solution au problème :

source: ClimMob - Password reset request
es: ClimMob - Solicitud de restablecimiento de contraseña
fr: ClimMob - Demande de réinitialisation de mot de passe

source: Cannot find an user with such email address
cs: Nelze najít uživatele s takovou e-mailovou adresou
es: No se puede encontrar un usuario con esa dirección de correo electrónico
fr: Impossible de trouver un utilisateur avec cette adresse e-mail

source: You need to provide an email address
cs: Musíte zadat e-mailovou adresu
es: Tienes que proveer una dirección de correo
fr: Vous devez fournir une adresse e-mail

source: The password and the confirmation are not the same
es: La contraseña y la confirmación no coinciden
fr: Le mot de passe et la confirmation ne sont pas identiques

source: The password cannot be empty
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide

source: Invalid token
es: Token invalido
fr: Jeton invalide

source: Invalid key
es: Llave invalida
fr: Clé invalide

source: User does not exist
es: El usuario no existe.
fr: L'utilisateur n'existe pas

source: Password does not match {}
cs: Heslo neodpovídá {}
es: Las contraseñas no coinciden {}
fr: Le mot de passe ne correspond pas à {}

source: User is None!
cs: Uživatel neexistuje!
es: Ninguno de usuario es!
fr: L'utilisateur est None!

source: Unable to create user
cs: Nelze vytvořit uživatele
es: No se puede crear un usuario
fr: Impossible de créer l'utilisateur

source: The Excel file used does not contain a sheet called Data. Please use the template generated by ClimMob in Field agents section.
es: El archivo Excel utilizado no contiene una hoja llamada Datos. Por favor, utilice la plantilla generada por ClimMob en la sección Agentes de campo.
fr: Le fichier Excel utilisé ne contient pas de feuille appelée Data. Veuillez utiliser le modèle généré par ClimMob dans la section Agents de terrain.

source: The Excel file used does not contain the necessary formatting to be processed. Please use the template generated by ClimMob in Field agents section.
es: El archivo Excel utilizado no contiene el formato necesario para ser procesado. Por favor, utilice la plantilla generada por ClimMob en la sección agentes de campo.
fr: Le fichier Excel utilisé ne contient pas le format nécessaire pour être traité. Veuillez utiliser le modèle généré par ClimMob dans la section Agents de terrain.

source: The field agent was created successfully.
cs: Terénní pracovník byl úspěšně vytvořen.
es: El agente de campo fue creado correctamente.
fr: L'agent de terrain a été créé avec succès.

source: The field agent was modified successfully.
cs: Terénní pracovník byl úspěšně upraven.
es: El agente de campo fue modificado correctamente.
fr: L'agent de terrain a été modifié avec succès.

source: The email is invalid.
es: El correo electrónico no es válido.
fr: L'e-mail est invalide.

source: Password is required
es: Contraseña requerida
fr: Le mot de passe est requis

source: Full name is required
es: El nombre completo es requerido
fr: Le nom complet est requis

source: This field agent username already exists.
cs: Toto uživatelské jméno terénního pracovníka již existuje.
es: Ya existe un agente de campo con este nombre de usuario.
fr: Ce nom d'utilisateur pour l'agent de terrain existe déjà.

source: Username is required
es: Nombre de usuario requerido
fr: Le nom d'utilisateur est requis

source: The field agent was successfully removed
es: El agente de campo fue eliminado correctamente
fr: L'agent de terrain a été supprimé avec succès

source: The metadata form was modified successfully.
es: El formulario de metadatos se ha modificado correctamente.
fr: Le formulaire de métadonnées a été modifié avec succès.

source: Error with ODK file: {}
es: Error con el archivo ODK: {}
fr: Erreur avec le fichier ODK: {}

source: This metadata form does not exist
es: Este formulario de metadatos no existe
fr: Ce formulaire de métadonnées n'existe pas

source: This process only accepts POST method
es: Este proceso solo acepta metodo POST
fr: Accepte uniquement la méthode POST

source: It has not been possible to request a new local language, due to email problems.
es: No ha sido posible solicitar un nuevo idioma local, debido a problemas con el correo electrónico.
fr: Il n'a pas été possible de demander une nouvelle langue locale en raison de problèmes de messagerie.

source: Only POST methods are accepted
es: Solo se aceptan métodos POST
fr: Seules les méthodes POST sont acceptées

source: User with the same email address has already been registered.
cs: Uživatel se stejnou e-mailovou adresou již byl zaregistrován.
es: Ya se ha registrado un usuario con la misma dirección de correo electrónico.
fr: Un utilisateur avec la même adresse e-mail a déjà été enregistré.

source: Organization cannot be empty
cs: Organizace nemůže být prázdná
es: La organización no puede estar vacía
fr: L'organisation ne peut pas être vide

source: Email cannot be empty
cs: E-mail nemůže být prázdný
es: El correo electrónico no puede estar vacío
fr: L'e-mail ne peut pas être vide

source: Full name cannot be empty
cs: Celé jméno nesmí být prázdné
es: Nombre completo no puede estar vacío
fr: Le nom complet ne peut pas être vide

source: Cannot change password
cs: Nelze změnit heslo
es: No se puede cambiar la contraseña
fr: Impossible de changer le mot de passe

source: New password and re-type are not equal
cs: Nové heslo a opakované zadání se nerovnají
es: Nueva contraseña y su repetición no son iguales
fr: Le nouveau mot de passe et la nouvelle saisie ne sont pas égaux

source: New password cannot be empty
cs: Nové heslo nemůže být prázdné
es: La nueva contraseña no puede estar vacía
fr: Le nouveau mot de passe ne peut pas être vide

source: The current password is not valid
cs: Aktuální heslo není platné
es: La contraseña actual no es válida
fr: Le mot de passe actuel n'est pas valide

source: The project was created successfully
cs: Projekt byl úspěšně vytvořen
es: El proyecto se ha creado correctamente
fr: Le projet a été créé avec succès

source: This project does not comply with the limitations on the number of participants per project.
es: Este proyecto no cumple las limitaciones de número de participantes por proyecto.
fr: Ce projet ne respecte pas les limites du nombre de participants par projet.

source: This project ID already exists.
es: Este ID de proyecto ya existe.
fr: Cet ID de projet existe déjà.

source: The names that the items will receive should be different.
cs: Názvy, které položky dostanou, by se měly lišit.
es: Los nombres que recibirán los items deben ser diferentes.
fr: Les noms que les éléments recevront doivent être différents.

source: The project ID can't be empty
es: El ID del proyecto no puede estar vacío
fr: L'ID du projet ne peut pas être vide

source: The number of observations must be greater than 0.
cs: Počet pozorování musí být větší než 0.
es: El número de observaciones debe ser mayor que 0.
fr: Le nombre d'observations doit être supérieur à 0.

source: The project was modified successfully
cs: Projekt byl úspěšně upraven
es: El proyecto se modificó con éxito
fr: Le projet a été modifié avec succès

source: The project was deleted successfully
cs: Projekt byl úspěšně odstraněn
es: El proyecto se ha eliminado correctamente
fr: Le projet a été supprimé avec succès

source: There was a problem with the creation of the packages please check the available quantity of each combination (Click on the 'Modify' button) and try to generate the packages again.
cs: Při vytváření balíčků došlo k problému, zkontrolujte prosím dostupné množství jednotlivých kombinací (klikněte na tlačítko "Upravit") a zkuste balíčky vygenerovat znovu.
es: Hubo un problema con la creación de los paquetes, por favor, compruebe la cantidad disponible de cada combinación (Haga clic en el botón 'Modificar') y trate de generar los paquetes de nuevo.
fr: Il y a eu un problème avec la création des paquets, veuillez vérifier la quantité disponible de chaque combinaison (Cliquez sur le bouton 'Modifier') et essayez de générer les paquets à nouveau.

source: The user {} cannot be added because there is another user with the same username
cs: Uživatele {} nelze přidat, protože existuje jiný uživatel se stejným uživatelským jménem
es: El usuario {} no puede ser añadido porque hay otro usuario con el mismo nombre de usuario
fr: L'utilisateur {} ne peut pas être ajouté car un autre utilisateur avec le même nom d'utilisateur existe déjà

source: The project metadata was save successfully.
es: Los metadatos del proyecto se han guardado correctamente.
fr: Les métadonnées du projet ont été modifiées avec succès.

source: ClimMob has limited the number of possible combinations to 50, at the moment you are exceeding this number so you must remove technology options to be able to create the packages later.
cs: ClimMob omezil počet možných kombinací na 50, v současné době tento počet překračujete, takže musíte odstranit možnosti technologie, abyste mohli balíčky vytvořit později.
es: ClimMob ha limitado el número de combinaciones posibles a 50, de momento estás superando este número por lo que debes eliminar las opciones tecnológicas para poder crear los paquetes posteriormente.
fr: ClimMob a limité le nombre de combinaisons possibles à 50, pour le moment vous dépassez ce nombre, vous devez donc supprimer des options technologiques pour pouvoir créer les paquets plus tard.

source: This technology option already exists in the technology
cs: Tato technologická možnost již existuje v technologii
es: Esta opción tecnológica ya existe en la tecnología
fr: Cette option technologique existe déjà dans la technologie

source: The name of the technology option cannot be empy
cs: Název možnosti technologie nemůže být prázdný
es: El nombre de la opción tecnológica no puede estar vacío
fr: Le nom de l'option technologique ne peut pas être vide

source: The question was successfully removed
es: La pregunta fue eliminada correctamente
fr: La question a été supprimée avec succès
