Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: If the language you need is not yet available, we offer two translation options
es: Si el idioma que necesitas aún no está disponible, te ofrecemos dos opciones de traducción
fr: Si la langue dont vous avez besoin n'est pas encore disponible, nous proposons deux options de traduction

source: Self-service translation: You provide translations for the questions. The ClimMob team will validate them to ensure consistency and accuracy.
es: Traducción autogestionada: Usted proporciona las traducciones de las preguntas. El equipo de ClimMob las validará para garantizar su coherencia y precisión.
fr: Traduction en libre-service : Vous fournissez les traductions pour les questions. L'équipe de ClimMob les validera pour garantir leur cohérence et leur exactitude.

source: ClimMob team translation: Our team handles the translation, and you review the translations
es: Traducción del equipo de ClimMob: Nuestro equipo se encarga de la traducción y usted revisa las traducciones.
fr: Traduction par l'équipe ClimMob : Notre équipe se charge de la traduction, et vous examinez les traductions

source: Fill out the form below to request translation of questions from the ClimMob library
es: Complete el formulario a continuación para solicitar la traducción de preguntas de la biblioteca de ClimMob
fr: Remplissez le formulaire ci-dessous pour demander la traduction de questions de la bibliothèque ClimMob

source: Which language would you like to request ?
es: ¿Qué idioma desea solicitar?
fr: Quelle langue souhaitez-vous demander ?

source: Write here to search languages
es: Escriba aquí para buscar idiomas
fr: Écrivez ici pour rechercher des langues

source: How would you like to contribute?
es: ¿Cómo te gustaría colaborar?
fr: Comment aimeriez vous contribuer?

source: Select a form of contribution
es: Seleccione una forma de contribución
fr: Sélectionner une manière de contribuer

source: Self-service translation
es: Traducción autogestionada
fr: Traduction en libre-service

source: ClimMob team translation
es: Traducción del equipo ClimMob
fr: ClimMob Traductions de questions

source: Send request
es: Enviar solicitud
fr: Envoyer la demande

source: You can also create your own questions and translate them into local languages using ClimMob’s built-in translation functionality. This allows you to easily manage the translations for your custom questions, ensuring they are ready for use in diverse languages.
es: También puede crear sus propias preguntas y traducirlas a los idiomas locales utilizando la funcionalidad de traducción integrada de ClimMob. Esto le permite gestionar fácilmente las traducciones de sus preguntas personalizadas, asegurándose de que están listas para su uso en diversos idiomas.
fr: Vous pouvez également créer vos propres questions et les traduire dans des langues locales à l'aide de la fonctionnalité de traduction intégrée de ClimMob. Cela vous permet de gérer facilement les traductions de vos questions personnalisées, garantissant qu'elles sont prêtes à être utilisées dans diverses langues.

source: To use this functionality, simply click on the language symbol. In the list of questions, you will find the following variations of the symbol:
es: Para utilizar esta funcionalidad, basta con hacer clic en el símbolo de idioma. En la lista de preguntas, encontrará las siguientes variantes del símbolo:
fr: Pour utiliser cette fonctionnalité, cliquez simplement sur le symbole de la langue. Dans la liste des questions, vous trouverez les variations suivantes du symbole:

source: The gray color on the icon indicates that the question does not yet have local languages assigned.
es: El color gris del icono indica que la pregunta aún no tiene idiomas locales asignados.
fr: La couleur grise de l'icône indique que la question n'a pas encore de langues multiples assignées.

source: The black color on the icon indicates that the question already has local languages assigned.
es: El color negro del icono indica que la pregunta ya tiene idiomas locales asignados.
fr: La couleur noire de l'icône indique que la question a déjà des langues multiples assignées.

source: Take a look at these examples
es: Eche un vistazo a estos ejemplos
fr: Jetez un œil à ces exemples

source: Click to view the different local languages of a question.
es: Haga clic para ver los diferentes idiomas locales de una pregunta.
fr: Cliquez pour voir les différentes langues locales d'une question.

source: Translate your question into your local languages.
es: Traduce tu pregunta a tus idiomas locales.
fr: Traduisez votre question dans vos langues locales.

source: Indications
es: Indicaciones

source: The following is a list of texts that ClimMob uses on the questions that are deployed in ODK Collect form
es: La siguiente es una lista de textos que ClimMob utiliza en las preguntas que se implementan en el formulario ODK Collect
fr: La liste suivante est une liste de textes que ClimMob utilise dans les questions déployées dans le formulaire ODK Collect

source: To see the different languages click on the corresponding tab, just above the language name. If only one language is shown, you can add more languages in
es: Para ver los distintos idiomas, haga clic en la pestaña correspondiente, justo encima del nombre del idioma. Si sólo se muestra un idioma, puede agregar más idiomas en
fr: Pour voir les différentes langues, cliquez sur l'onglet correspondant, juste au-dessus du nom de la langue. Si une seule langue est affichée, vous pouvez ajouter plus de langues en cliquant sur "Ajouter plus de langues" ou en allant sur la page de profil utilisateur ClimMob.

source: For new languages, the list of texts is shown in English. You will have to provide translations to other languages if this is not given
es: Para los nuevos idiomas, la lista de textos se muestra en inglés. Tendrá que proporcionar traducciones a otros idiomas si no se da este dato
fr: Pour les nouvelles langues, la liste des textes est affichée en anglais. Vous devrez fournir des traductions dans d'autres langues si ce n'est pas fait

source: Some fields may be prefilled, but you can edit the texts
es: Algunos campos pueden estar rellenados de antemano, pero puede editar los textos
fr: Certains champs peuvent être pré-remplis, mais vous pouvez modifier les textes

source: Texts stored correctly
es: Textos almacenados correctamente
fr: Textes enregistrés correctement

source: The request has been successfully completed
es: La solicitud se ha completado con éxito
fr: La demande a été réalisée avec succès

source: There was a problem with requesting the incorporation of the new language
es: Hubo un problema al solicitar la incorporación de un nuevo lenguaje
fr: Il y a eu un problème avec la création d’un nouveau langage

source: Write the phrase.
es: Escriba la frase.
fr: Écrivez la phrase.

source: ClimMob - Progress Information
cs: ClimMob - Informace o pokroku
es: ClimMob - Información de progreso
fr: ClimMob - Informations sur les progrès

source: Project information
cs: Informace o projektu
es: Información del proyecto
fr: Informations sur le projet

source: Project Name
cs: Název projektu
es: Nombre del proyecto
fr: Nom du projet

source: Created by
cs: Vytvořeno
es: Creado por
fr: Créé par

source: Created
cs: Vytvořeno
es: Creado
fr: Créé

source: Last updated
cs: Poslední aktualizace
es: Última actualización
fr: Dernière mise à jour

source: Tags
cs: Štítky
es: Etiquetas

source: Registration of participants
cs: Registrace účastníků
es: Registro de participantes
fr: Inscription des participants

source: Assessment
cs: Hodnocení
es: Evaluación
fr: Évaluation

source: Packages delivered
cs: Doručené balíčky
es: Paquetes entregados
fr: Paquets livrés

source: Pending packages
cs: Nevyřízené balíčky
es: Paquetes pendientes
fr: Paquets en attente

source: Information delivered
cs: Informace doručeny
es: Información entregada
fr: Informations livrées

source: Pending information
cs: Nevyřízené informace
es: Información pendiente
fr: Informations en attente

source: ClimMob | Cancel trial data collection
es: ClimMob | Cancelar la recolección de datos del ensayo
fr: ClimMob | Annuler la collecte des données d'essai

source: Cancel trial data collection
es: Cancelar la recolección de datos del ensayo
fr: Annuler la collecte des données d'essai

source: You are going to cancel the trial data collection
es: Vas a cancelar la recolección de datos del ensayo
fr: Vous allez annuler la collecte des données d'essai

source: After you cancel this trial data collection all data will be lost
es: Después de cancelar esta recopilación de datos, todos los datos se perderán
fr: Après avoir annulé cette collecte de données d'essai, toutes les données seront perdues

source: Are you sure that you want to cancel the ongoing trial data collection?
es: Está seguro de que quiere cancelar la recolección de datos del ensayo en curso?
fr: Êtes-vous sûr de vouloir annuler la collecte de données d'essai en cours ?

source: Go back
cs: Zpět
es: Volver
fr: Retour

source: ClimMob | Cancel participant registration form
es: ClimMob | Cancelar el formulario de registro de participantes
fr: ClimMob | Annuler le formulaire d'inscription des participants

source: Cancel participant registration form
es: Cancelar el formulario de registro de participantes
fr: Annuler le formulaire d'inscription des participants

source: You are going to cancel the participant registration form
es: Va a cancelar el formulario de registro de participantes
fr: Vous allez annuler le formulaire d'inscription des participants

source: All submitted data will be deleted!
cs: Všechna odeslaná data budou smazána!
es: Todos los datos recolectados serán borrados!
fr: Toutes les données soumises seront supprimées !

source: Are you sure you that want to cancel the registration of participants?
cs: Opravdu chcete zrušit registraci účastníků?
es: ¿Seguro de que de que desea cancelar el registro de participantes?
fr: Êtes-vous sûr de vouloir annuler l'inscription des participants ?

source: ClimMob | Finish trial data collection
es: ClimMob | Finalizar recolección de datos del ensayo
fr: ClimMob | Terminer la collecte des données d'essai

source: Finish trial data collection
es: Finalizar recolección de datos del ensayo
fr: Terminer la collecte des données d'essai

source: You are going to finish the trial data collection
es: Usted va a finalizar la recolección de datos del ensayo
fr: Vous allez terminer la collecte des données d'essai

source: You still have
cs: Stále máte
es: Aún tienes
fr: Il vous reste

source: to survey
cs: k průzkumu
es: encuestar
fr: à enquêter

source: After you finish this trial data collection no more participants will be able to submit data
es: Una vez finalizada esta recolección de datos del ensayo, no podrán enviar más datos de participantes
fr: Après avoir terminé cette collecte de données d'essai, aucun autre participant ne pourra soumettre de données

source: Are you sure that you want to finish this trial data collection?
es: Seguro de que de que desea finalizar la recolección de datos del ensayo?
fr: Êtes-vous sûr de vouloir terminer cette collecte de données d'essai ?

source: ClimMob | Finish participant registration form
es: ClimMob | Finalizar el formulario de registro de participantes
fr: ClimMob | Terminer le formulaire d'inscription des participants

source: Finish participant registration form
es: Finalizar el formulario de registro de participantes
fr: Terminer le formulaire d'inscription des participants

source: You are going to finish the participant registration form and start trial data collection
es: Va a terminar el formulario de registro de participantes y a iniciar la recolección de datos del ensayo
fr: Vous allez terminer le formulaire d'inscription des participants et commencer la collecte des données d'essai

source: to register
cs: k registraci
es: para registrarse
fr: à inscrire

source: After you finish the participant registration form no more participants will be able to register
es: Una vez finalizado el formulario de registro de participantes no podrán registrar más participantes
fr: Après avoir terminé le formulaire d'inscription des participants, aucun autre participant ne pourra s'inscrire

source: Are you sure that you want to finish the form?
es: ¿Está seguro de que quiere terminar el formulario?
fr: Êtes-vous sûr de vouloir terminer le formulaire ?

source: Finish the participant registration form
es: Completar el formulario de registro de participantes
fr: Terminer le formulaire d'inscription des participants

source: Project setup
es: Configuración del proyecto
fr: Mise en place du projet

source: Projects that require a setup
es: Proyectos que requieren una configuración
fr: Projets nécessitant une installation

source: Why are you been redirected to this screen?
es: ¿Por qué ha sido redirigido a esta pantalla?
fr: Pourquoi avez-vous été redirigé vers cet écran?

source: To improve the quality of data collected through ClimMob and reduce maintenance costs, we need your help in correctly identifying the type of trials in your projects. By flagging test trials (e.g., training or demonstration projects), we can focus resources on managing active, real-world projects more effectively.
es: Para mejorar la calidad de los datos recopilados a través de ClimMob y reducir los costos de mantenimiento, necesitamos su ayuda para identificar correctamente el tipo de ensayos de sus proyectos. Al marcar los ensayos de prueba (por ejemplo, proyectos de formación o demostración), podemos centrar los recursos en gestionar los proyectos activos del mundo real de forma más eficaz.
fr: Pour améliorer la qualité des données collectées via ClimMob et réduire les coûts de maintenance, nous avons besoin de votre aide pour identifier correctement le type d'essais dans vos projets. En signalant les essais de test (par exemple, les projets de formation ou de démonstration), nous pouvons concentrer les ressources sur une gestion plus efficace des projets actifs et réels.

source: Additionally, we want to better understand the status of each trial. Indicating whether a trial is completed or still ongoing helps us streamline project tracking and ensures we provide relevant support tailored to your project's current stage.
es: Además, queremos conocer mejor el estado de cada ensayo. Indicar si un ensayo ha finalizado o sigue en curso nos ayuda a agilizar el seguimiento de los proyectos y garantiza que proporcionemos la asistencia pertinente adaptada a la fase actual de su proyecto.
fr: De plus, nous souhaitons mieux comprendre le statut de chaque essai. Indiquer si un essai est terminé ou encore en cours nous aide à rationaliser le suivi des projets et à garantir que nous fournissons un soutien pertinent adapté à l'étape actuelle de votre projet.

source: Thank you for your cooperation in helping us enhance ClimMob’s efficiency and reliability!
es: Gracias por su colaboración para ayudarnos a mejorar la eficacia y fiabilidad de ClimMob!
fr: Merci pour votre coopération pour nous aider à améliorer l'efficacité et la fiabilité de ClimMob !

source: Read about the following types of projects that have been defined for ClimMob
es: Lea sobre los siguientes tipos de proyectos que se han definido para ClimMob
fr: Découvrez les types de projets suivants qui ont été définis pour ClimMob

source: Type
cs: Typ
es: Tipo

source: Description
cs: Popis
es: Descripción

source: Use the following table to help the ClimMob team know the type that each of your projects has
es: Utilice la siguiente tabla para ayudar al equipo de ClimMob a conocer el tipo que tiene cada uno de sus proyectos
fr: Utilisez le tableau suivant pour aider l'équipe de ClimMob à connaître le type de projet de chacun d'entre eux

source: Project ID
es: ID del proyecto
fr: ID du projet

source: Affiliation
es: Organización

source: Experimental site
es: Lugar de experimentación
fr: Site expérimental

source: Unit of analysis
es: Unidad de análisis
fr: Unité d’analyse

source: Objectives
es: Objetivos
fr: Objectifs

source: Check this box if this project has been finished.
es: Marque esta casilla si este proyecto ha finalizado.
fr: Cochez cette case si le projet est terminé.

source: Select one project type.
es: Seleccione un tipo de proyecto.
fr: Sélectionner un type de projet.

source: Select one type
es: Seleccione un tipo
fr: Sélectionnez un type

source: Write the affiliation.
es: Escriba la organización.
fr: Écrire l'organisation.

source: Select one experimental site.
es: Seleccione un lugar de experimentación.
fr: Sélectionner un site expérimental.

source: Select one experimental site
es: Seleccione un lugar de experimentación
fr: Selectionez un site expérimental

source: Choose one unit of analysis
es: Seleccione una unidad de análisis
fr: Choisissez une unité d'analyse

source: Select one unit of analysis.
es: Seleccione una unidad de análisis.
fr: Sélectionnez une unité d’analyse.

source: Choose multiple objectives
es: Seleccione varios objetivos
fr: Choisissez un objectif

source: Write the affiliation name
es: Escriba el nombre de la organización.
fr: Écrire le nom de l'affiliation

source: New affiliation
es: Nueva organización
fr: Nouvelle affiliation

source: Select a unit of analysis
es: Seleccionar una unidad de análisis
fr: Choisissez une unité d’analyse

source: ClimMob | Project profile
es: ClimMob | Perfil del proyecto
fr: ClimMob | Profil du projet

source: Project profile
cs: Profil projektu
es: Perfil del proyecto
fr: Profil du projet

source: Do you really want to delete this project?
es: Realmente quiere eliminar este proyecto?
fr: Voulez-vous vraiment supprimer ce projet ?

source: Delete project
es: Eliminar proyecto
fr: Supprimer le projet

source: Save and close
cs: Uložit a zavřít
es: Guardar y cerrar
fr: Sauvegarder et fermer

source: Select a template
cs: Vybrat šablonu
es: Seleccione una plantilla
fr: Sélectionner un modèle

source: ClimMob | New project
cs: ClimMob | Nový projekt
es: ClimMob | Nuevo proyecto
fr: ClimMob | Nouveau projet

source: Create project
cs: Vytvořit projekt
es: Crear proyecto
fr: Créer un projet

source: ClimMob | Project list
es: ClimMob | Lista de proyectos
fr: ClimMob | Liste des projets

source: Project list
es: Lista de proyectos
fr: Liste des projets

source: All projects assigned to this account
es: Todos los proyectos asignados a esta cuenta
fr: Tous les projets assignés à ce compte

source: Add new project
cs: Přidat nový projekt
es: Agregar nuevo proyecto
fr: Ajouter un nouveau projet

source: Click on the row of the table to change the project in the "Project overview" section
es: Haga clic en la fila de la tabla para cambiar el proyecto en la sección "Resumen del proyecto"
fr: Cliquez sur la ligne du tableau pour changer de projet dans la section "Aperçu du projet"

source: Search project
cs: Hledat projekt
es: Buscar proyecto
fr: Rechercher un projet

source: Active project in 'Project overview' section
es: Proyecto activo en la sección "Resumen del proyecto"
fr: Projet actif dans la section 'Aperçu du projet'

source: User owner
es: Usuario dueño
fr: Propriétaire de l'utilisateur

source: Owner
cs: Vlastník
es: Dueño
fr: Propriétaire

source: Administrator
es: Administrador
fr: Administrateur

source: Member
cs: Člen
es: Miembro
fr: Membre

source: Registration not yet started
cs: Registrace ještě nebyla zahájena
es: El registro aún no ha comenzado
fr: Inscription non commencée

source: Registration ongoing
cs: Registrace probíhá
es: Registro en proceso
fr: Inscription en cours

source: Registration closed
cs: Registrace uzavřena
es: Registro cerrado
fr: Inscription fermée

source: Trial data collection / Analysis ongoing
es: Recolección de datos del ensayo / Análisis en curso
fr: Collecte des données d'essai / Analyse en cours

source: Clone this project
es: Clonar este proyecto
fr: Cloner ce projet

source: You don't have projects.
cs: Nemáte projekty.
es: Usted no tiene proyectos.
fr: Vous n'avez pas de projets.

source: Switch project
es: Cambiar proyecto
fr: Changer de projet

source: Click on the row of the table to change the project in the "Project overview" section.
es: Haga clic en la fila de la tabla para cambiar el proyecto en la sección "Resumen del proyecto".
fr: Cliquez sur la ligne du tableau pour changer de projet dans la section "Aperçu du projet".

source: ClimMob | Start trial data collection
es: ClimMob | Iniciar recolección de datos del ensayo
fr: ClimMob | Démarrer la collecte des données d'essai

source: Start trial data collection
es: Iniciar recolección de datos del ensayo
fr: Démarrer la collecte des données d'essai

source: Go to the menu
cs: Přejít do nabídky
es: Ir al menú
fr: Aller au menu

source: ClimMob | Clean error logs
cs: ClimMob | Vymazat chybové protokoly
es: ClimMob | Limpiar los registros de errores
fr: ClimMob | Nettoyer les journaux d'erreurs

source: Solve conflicts
cs: Řešení konfliktů
es: Resolver conflictos
fr: Résoudre les conflits

source: Select the conflict you want to solve
cs: Vyberte konflikt, který chcete vyřešit
es: Selecciona el conflicto que quieres resolver
fr: Sélectionnez le conflit que vous voulez résoudre

source: Error: The .log file don't exits
cs: Chyba: Soubor .log se neukončí
es: Error. El archivo .log no existe
fr: Erreur : Le fichier .log n'existe pas

source: Show conflict
cs: Zobrazit konflikt
es: Mostrar conflicto
fr: Afficher le conflit

source: Information collected
cs: Shromážděné informace
es: Información recolectada
fr: Informations collectées

source: Compare the information and apply the indicated action
cs: Porovnejte informace a proveďte určenou akci
es: Comparar la información y aplicar la acción indicada
fr: Comparez les informations et appliquez l'action indiquée

source: The duplicate problem has been fixed in the 'Edit data' section
cs: Problém s duplicitami byl opraven v sekci "Upravit data"
es: Se ha solucionado el problema de los duplicados en la sección "Editar datos"
fr: Le problème de duplication a été résolu dans la section 'Modifier les données'

source: Now you can process the information
cs: Nyní můžete informace zpracovat
es: Ahora puedes procesar la información
fr: Vous pouvez maintenant traiter les informations

source: Question
cs: Otázka
es: Pregunta

source: Recorded information without problem
cs: Nahrané informace bez problémů
es: Información guardada sin problemas
fr: Informations enregistrées sans problème

source: Conflicting information
cs: Konfliktní informace
es: Información del conflicto
fr: Informations conflictuelles

source: Delete both entries
es: Eliminar ambas entradas
fr: Supprimer les deux entrées

source: Keep previously registered information
cs: Zachovat dříve registrované informace
es: Mantener la información recolectada anteriormente
fr: Garder les informations précédemment enregistrées

source: Replace information with new data
cs: Nahradit informace novými daty
es: Reemplazar la información con los nuevos datos
fr: Remplacer les informations par les nouvelles données

source: ClimMob | Analysis
cs: ClimMob | Analýza
es: ClimMob | Análisis
fr: ClimMob | Analyse

source: Analize data
cs: Analýza dat
es: Analizar datos
fr: Analyser les données

source: Create the analysis
es: Crear el análisis
fr: Créer l'analyse

source: Select your variables to analyze
cs: Vyberte proměnné, které chcete analyzovat
es: Seleccione las variables para analizar
fr: Sélectionnez vos variables à analyser

source: You must select at least one variable
es: Debe seleccionar al menos una variable
fr: Vous devez sélectionner au moins une variable

source: Data collection moments
cs: Okamžiky sběru dat
es: Momentos de recolección de datos
fr: Moments de collecte de données

source: Explanatory
cs: Vysvětlení
es: Explicativas
fr: Explicatif
