Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: 1. General information
cs: 1. Obecné informace
es: 1. Información general
fr: 1. Informations générales

source: Write the project name.
cs: Napište název projektu.
es: Escriba el nombre del proyecto.
fr: Écrivez le nom du projet.

source: e.g. Bean Honduras 2019 season1
es: ejm. Frijoles Honduras 2019
fr: par exemple : Haricot Honduras saison 2019

source: e.g. BH19
es: ejm. BH19
fr: par exemple : HH19

source: Add more details about the project
es: Agregar más detalles sobre el proyecto
fr: Ajouter plus de détails sur le projet

source: Write the description.
cs: Napište popis.
es: Escriba la descripción.
fr: Écrivez la description.

source: Keywords
es: Palabras clave
fr: Mots-clés

source: Write the tags.
cs: Napište značky.
es: Escriba las palabras clave.
fr: Écrivez les étiquettes.

source: Press comma after every word to add the tag
cs: Po každém slově přidejte čárku, abyste přidali značku
es: Pulse la coma después de cada palabra para agregar la palabra clave
fr: Appuyez sur la virgule après chaque mot pour ajouter le mot-clé

source: e.g. beans,honduras
es: ejm. frijoles,honduras
fr: par exemple : haricots,honduras

source: Write the principal investigator.
cs: Napište hlavnímu řešiteli.
es: Escriba el investigador principal.
fr: Écrivez le chercheur principal.

source: Write the email address.
cs: Napište e-mailovou adresu.
es: Escriba la dirección de correo.
fr: Écrivez l'adresse e-mail.

source: 2. Geographic information
es: 2. Información geográfica
fr: 2. Informations géographiques

source: Select one country.
es: Seleccione un país.
fr: Sélectionnez un pays.

source: Select one country
es: Seleccione un país
fr: Sélectionnez un pays

source: 3. Participants
es: 3. Participantes

source: If needed, please use the following calculator to determine the trial dimensions.
es: Si es necesario, utilice la siguiente calculadora para determinar las dimensiones de prueba.
fr: Si nécessaire, veuillez utiliser la calculatrice suivante pour déterminer les dimensions de l'essai.

source: Number of participants in the project
es: Número de participantes en el proyecto
fr: Nombre de participants dans le projet

source: 4. Technology options labels
es: 4. Etiquetas de opciones tecnológicas
fr: 4. Labels d'options technologiques

source: Number of technology options that each participant compares
es: Nímero de opciones tecnologicas que cada participante va a comparar
fr: Nombre d'options technologiques que chaque participant compare

source: Name for each of the 3 technology options that each participant compares
es: Nombre para cada una de las 3 opciones tecnológicas que cada participante compara
fr: Nom pour chacune des 3 options technologiques que chaque participant compare

source: Technology option #1
es: Opción tecnológica #1
fr: Option technologique #1

source: Write the label for the option.
cs: Napište označení pro možnost.
es: Escriba la etiqueta de la opción.
fr: Écrivez l'étiquette pour l'option.

source: Technology option #2
es: Opción tecnológica #2
fr: Option technologique #2

source: Technology option #3
es: Opción tecnológica #3
fr: Option technologique #3

source: 5. Project type
es: 5. Tipo de proyecto
fr: 5. Type de projet

source: Is this a training project ?
es: ¿Es éste un proyecto de formación?
fr: S'agit-il d'un projet de test/formation ?

source: Do you want to define this project as a template ?
cs: Chcete tento projekt definovat jako šablonu ?
es: ¿Desea definir este proyecto como una plantilla?
fr: Voulez-vous définir ce projet comme un modèle ?

source: Do you want to create your project from a template ?
cs: Chcete vytvořit projekt podle šablony ?
es: ¿Quiere crear su proyecto a partir de una plantilla?
fr: Voulez-vous créer votre projet à partir d'un modèle ?

source: Note
cs: Poznámka
es: Nota
fr: Remarque

source: If you select a new template, your current forms will be replaced by the template forms.
cs: Pokud vyberete novou šablonu, vaše aktuální formuláře budou nahrazeny formuláři šablony.
es: Si selecciona una nueva plantilla, sus formularios actuales serán sustituidos por los formularios de la plantilla.
fr: Si vous sélectionnez un nouveau modèle, vos formulaires actuels seront remplacés par les formulaires du modèle.

source: Select the languages in which you want to provide the form
es: Seleccione los idiomas en los que desea proporcionar el formulario
fr: Sélectionnez les langues dans lesquelles vous souhaitez fournir le formulaire

source: Choose languages..
es: Buscar idiomas..
fr: Choisissez les langues...

source: 6. Structure to be cloned
es: 6. Estructura a clonar
fr: 6. Structure à cloner

source: Technology options
cs: Možnosti technologie
es: Opciones de tecnologías
fr: Options technologiques

source: Create your project from a template
es: Crear su proyecto a partir de una plantilla
fr: Créer votre projet à partir d'un modèle

source: Templates have some predefined questions for participant registration form and trial data collection
es: Va a terminar el formulario de registro de participantes y a iniciar la recolección de datos del ensayo
fr: Les modèles ont quelques questions prédéfinies pour le formulaire d'inscription des participants et la collecte des données d'essai

source: Define the languages for your form
es: Defina los idiomas para su formulario
fr: Définissez les langues pour votre formulaire

source: You can select up to 4 languages in which your users will be able to complete the information
es: Usted puede seleccionar hasta 4 idiomas en los que sus usuarios podrán completar la información
fr: Vous pouvez sélectionner jusqu'à 4 langues dans lesquelles vos utilisateurs pourront remplir les informations

source: If the corresponding languages are not in the list, click on:
es: Si los idiomas correspondientes no están en la lista, de clic en:
fr: Si les langues correspondantes ne sont pas dans la liste, cliquez sur :

source: Trial data collection moment code:
es: Código de momento de recolección de datos del ensayo:
fr: Code du moment de collecte des données d'essai :

source: Trial data collection moment:
es: Momento de la recolección de datos del ensayo:
fr: Moment de collecte des données d'essai :

source: Write the trial data collection moment.
es: Escriba el momento de recolección de datos del ensayo.
fr: Écrivez le moment de collecte des données d'essai.

source: The trial data collection moment refers to the stage in the planting cycle (e.g. germination, early growth.).
es: El momento de recolección de datos del ensayo se refiere a la fase del ciclo de plantación (por ejemplo, germinación, crecimiento temprano.).
fr: Le moment de collecte des données d'essai fait référence à l'étape du cycle de plantation (par exemple, germination, croissance précoce.).

source: Days after sowing:
es: Días después de la siembra:
fr: Jours après semis :

source: Set the interval in days.
cs: Nastavte interval ve dnech.
es: Establezca el intervalo en días.
fr: Définir l'intervalle en jours.

source: This trial data collection is done after how many days from the sowing date.
es: La recolección de datos de este ensayo se realiza después de cuántos días desde la fecha de siembra.
fr: Cette collecte de données d'essai est effectuée après combien de jours à partir de la date de semis.

source: Remove
es: Eliminar
fr: Supprimer

source: Add other
es: Agregar otro
fr: Ajouter autre

source: Optional
es: Opcional
fr: Optionel

source: Format
cs: Formát
es: Formato

source: List of packages with QR for the participant registration form
es: Lista de paquetes con QR para el formulario de registro de participantes
fr: Liste des paquets avec QR pour le formulaire d'inscription des participants

source: List with randomized trial packages
cs: Seznam s balíčky randomizovaných studií
es: Lista con paquetes aleatorios para el ensayo
fr: Liste avec des paquets d'essai randomisés

source: List with field agents and their QR codes to configure ODK Collect
cs: Seznam s terénními pracovníky a jejich QR kódy pro konfiguraci ODK Collect
es: Lista de agentes de campo con su código QR para configurar ODK Collect
fr: Liste des agents de terrain et leurs codes QR pour configurer ODK Collect

source: Color cards to explain ClimMob
cs: Barevné karty k vysvětlení ClimMob
es: Tarjetas de colores para explicar ClimMob
fr: Cartes de couleurs pour expliquer ClimMob

source: Information collected in all the project in .CSV format
es: Información recolectada en todo el proyecto en formato .CSV
fr: Informations collectées dans tout le projet au format .CSV

source: Information collected in the participant registration form in .CSV format
es: Información recolectada en el formulario de registro de participación en formato .CSV
fr: Informations collectées dans le formulaire d'inscription des participants au format .CSV

source: Information collected in the trial data collection moment form
es: Información recolectada en el formulario de evaluación
fr: Informations collectées dans le formulaire du moment de collecte des données d'essai

source: in .CSV format
es: en formato .CSV
fr: au format .CSV

source: Analysis report based on trial data
es: Informe de análisis basado en los datos del ensayo
fr: Rapport d'analyse basé sur les données d'essai

source: Data collected in
cs: Údaje shromážděné v
es: Información recolectada en
fr: Données collectées dans

source: Participant registration form to fill by hand
es: Formulario de registro de participantes para llenar a mano
fr: Formulaire d'inscription des participants à remplir à la main

source: Trial data collection moment form to fill by hand
es: Formulario de recolección de datos para rellenar a mano
fr: Formulaire du moment de collecte des données d'essai à remplir à la main

source: Project summary
cs: Shrnutí projektu
es: Resumen del proyecto
fr: Résumé du projet

source: Progress report on trial data collection
es: Reporte de progreso en la recolección de datos
fr: Rapport d'avancement de la collecte des données d'essai

source: Stickers for each variety pack
cs: Nálepky pro každé balení odrůdy
es: Pegatinas para cada paquete de varidades
fr: Autocollants pour chaque paquet de variétés

source: Document of submissions with conflicts in the participant registration form
es: Documento de envíos con conflictos en el formulario de registro de participantes
fr: Document des soumissions avec des conflits dans le formulaire d'inscription des participants

source: Document of submissions with conflicts in the trial data collection moment form
es: Documento de envíos con conflictos en el formulario de evaluación
fr: Document des soumissions avec des conflits dans le formulaire du moment de collecte des données d'essai

source: Multimedia content collected in the participant registration form
es: Contenido multimedia recolectado en el formulario de registro de participantes
fr: Contenu multimédia collecté dans le formulaire d'inscription des participants

source: Multimedia content collected in the trial data collection moment form
es: Contenido multimedia recogido en el formulario de evaluación
fr: Contenu multimédia collecté dans le formulaire du moment de collecte des données d'essai

source: Individual feedback reports for participants
cs: Individuální zprávy o zpětné vazbě pro účastníky
es: Informes individuales de retroalimentación para los participantes
fr: Rapports de retour individuels pour les participants

source: Excel template for uploading participant registration form data
es: Plantilla de Excel para cargar los datos del formulario de registro de participantes
fr: Modèle Excel pour télécharger les données du formulaire d'inscription des participants

source: Excel template for uploading trial data collection moment form data
es: Plantilla de Excel para cargar los datos del formulario de recolección de datos
fr: Modèle Excel pour télécharger les données du formulaire du moment de collecte des données d'essai

source: List of packages with QR for the participant registration form (Showing technology options).
es: Lista de paquetes con QR para el formulario de registro de participantes (Mostrando las opciones tecnológicas).
fr: Liste des paquets avec QR pour le formulaire d'inscription des participants (affichant les options technologiques).

source: Information collected in all the project in .XLSX format
es: Información recolectada en todo el proyecto en formato .XLSX
fr: Informations collectées dans tout le projet au format .XLSX

source: Information collected in the participant registration form in .XLSX format
es: Información recolectada en el formulario de registro de participación
fr: Informations collectées dans le formulaire d'inscription des participants au format .XLSX

source: in .XLSX format
es: en formato .XLSX
fr: au format .XLSX

source: Extra outputs of the report
es: Resultados adicionales del reporte
fr: Sorties supplémentaires du rapport

source: data.json file used as input for report generation
es: Archivo data.json utilizado como entrada para la generación del reporte
fr: fichier data.json utilisé comme entrée pour la génération de rapports

source: info.json file used as input for report generation
es: Archivo info.json utilizado como entrada para la generación del reporte
fr: fichier info.json utilisé comme entrée pour la génération de rapports

source: Download
cs: Stáhnout
es: Descargar
fr: Télécharger

source: Create
cs: Vytvořit
es: Crear
fr: Créer

source: There was a problem creating the product.
cs: Při vytváření produktu se vyskytl problém.
es: Hubo un problema creando el producto.
fr: Il y a eu un problème lors de la création du produit.

source: Update
cs: Aktualizovat
es: Actualizar
fr: Mettre à jour

source: Section label:
cs: Označení sekce:
es: Nombre de la sección:
fr: Étiquette de la section :

source: Write the section label.
cs: Napište označení sekce.
es: Escriba el nombre de la sección.
fr: Écrivez l'étiquette de la section.

source: How many packages can you create with this combination?
cs: Kolik balíčků můžete touto kombinací vytvořit?
es: ¿Cuántos paquetes se pueden crear con esta combinación?
fr: Combien de paquets pouvez-vous créer avec cette combinaison ?

source: Click to toggle
cs: Klikněte pro přepnutí
es: Haga clic para activar
fr: Cliquez pour basculer

source: Included
cs: Zahrnuto
es: Incluido
fr: Inclus

source: Excluded
cs: Vyloučeno
es: Excluidos
fr: Exclus

source: ClimMob implements a balanced trial randomisation, meaning that all technologies are tested in the same proportions across the trial. However, in some cases you may not have access to all technologies in the same proportions (e.g. due to issues in seed multiplication).
es: ClimMob implementa una aleatorización equilibrada del ensayo, lo que significa que todas las tecnologías se prueban en las mismas proporciones en todo el ensayo. Sin embargo, en algunos casos es posible que no tenga acceso a todas las tecnologías en las mismas proporciones (por ejemplo, debido a problemas de multiplicación de semillas).
fr: ClimMob met en œuvre une randomisation équilibrée des essais, ce qui signifie que toutes les technologies sont testées dans les mêmes proportions dans l'essai. Cependant, dans certains cas, vous ne pouvez pas avoir accès à toutes les technologies dans les mêmes proportions (par exemple, en raison de problèmes de multiplication des semences).

source: To account for this issue, ClimMob accepts unbalanced trials with some technologies being tested less than others, but at the same time trying to keep the consistence of the trial design. A minimum of five packages should be tested per technology
es: Para tener en cuenta este problema, ClimMob acepta ensayos desequilibrados en los que algunas tecnologías se prueban menos que otras, pero al mismo tiempo intenta mantener la coherencia del diseño del ensayo. Se debe probar un mínimo de cinco paquetes por tecnología
fr: Pour tenir compte de ce problème, ClimMob accepte des essais déséquilibrés avec certaines technologies étant testées moins que d'autres, mais en même temps en essayant de maintenir la cohérence du design de l'essai. Un minimum de cinq paquets doit être testé par technologie

source: Drop up to exclude
cs: Pokles až k vyloučení
es: Bajar hasta excluir
fr: Déposer vers le haut pour exclure

source: Drop down to include
cs: Rozbalit a zahrnout
es: Despliegue para incluir
fr: Déposer vers le bas pour inclure

source: Technology option from libraries
cs: Možnost využití technologií v knihovnách
es: Tecnologías para
fr: Option technologique de la bibliothèque

source: Technology options included for this project
cs: Možnosti technologie zahrnuté do tohoto projektu
es: Opción tecnológica incluida para este proyecto
fr: Options technologiques incluses pour ce projet

source: Add new technology option
cs: Přidat novou možnost technologie
es: Agregar una nueva opción tecnológica
fr: Ajouter une nouvelle option technologique

source: with
cs: s
es: con
fr: avec

source: Short name for the variable, for example 'Grain Yield'
cs: Krátký název proměnné, například "Grain Yield".
es: Nombre corto para la variable, por ejm 'Rendimento del grano'
fr: Nom court pour la variable, par exemple 'Rendement du grain'

source: Variable code
cs: Kód proměnné
es: Código de variable
fr: Code de la variable

source: Write the variable code.
cs: Napište kód proměnné.
es: Escriba el código de la variable.
fr: Écrivez le code de la variable.

source: This is a label needed for the internal database of ClimMob, and won't be visible to field agents. It should not contain spaces or special characters. e.g. 'grainyield'.
es: Esta es una etiqueta necesaria para la base de datos interna de ClimMob, y no será visible para los agentes de campo. No debe contener espacios ni caracteres especiales. Por ejemplo, 'rendimientodelgrano'.
fr: Ceci est une étiquette nécessaire pour la base de données interne de ClimMob, et ne sera pas visible par les agents de terrain. Elle ne doit pas contenir d'espaces ou de caractères spéciaux. par exemple 'grainyield'.

source: Location
cs: Lokalita
es: Ubicación
fr: Emplacement

source: Integer
cs: Celé číslo
es: Entero
fr: Entier

source: Select one
cs: Vyberte jeden
es: Seleccione uno
fr: Sélectionner un

source: Select multiple
cs: Vyberte více
es: Selección múltiple
fr: Sélectionner plusieurs

source: Time
cs: Čas
es: Tiempo
fr: Temps

source: DateTime
cs: Datum a čas
es: Fecha y hora

source: Image
cs: Obrázek
es: Imagen

source: Video
es: Vídeo
fr: Vidéo

source: Barcode/QR
cs: Čárový kód/QR
es: Código de barras/QR
fr: Code-barres/QR

source: Text question
es: Pregunta de texto
fr: Question texte

source: Free text response.
es: Respuesta de texto libre.
fr: Réponse texte libre.

source: Decimal question
es: Pregunta de decimales
fr: Question décimale

source: Decimal input.
es: Pregunta de decimales.
fr: Entrée décimale.

source: How to describe the ranking variable
cs: Jak popsat proměnnou hodnocení
es: Como describir la variable de ranking
fr: Comment décrire la variable de classement

source: A ranking of options is a type of question that is used to compare two of more technologies based on a criterion. In tricot, we compare three options, so we can know the ranking of the options by asking two questions only.
cs: Pořadí možností je typ otázky, která se používá k porovnání dvou nebo více technologií na základě určitého kritéria. V trikotu porovnáváme tři možnosti, takže pořadí možností můžeme zjistit pouze na základě dvou otázek.
es: Un ranking de opciones es un tipo de pregunta que se utiliza para comparar dos o más tecnologías en función de un criterio. En el tricot, comparamos tres opciones, por lo que podemos conocer el ranking de las opciones haciendo sólo dos preguntas.
fr: Un classement des options est un type de question utilisé pour comparer deux ou plusieurs technologies en fonction d'un critère. Dans tricot, nous comparons trois options, nous pouvons donc connaître le classement des options en posant seulement deux questions.

source: How to describe a comparison with check
cs: Jak popsat porovnání pomocí kontroly
es: Como describir la comparación con referencia
fr: Comment décrire une comparaison avec contrôle

source: Comparison with check is a type of question that is used to compare the technologies being tested in a project with the current one in use by the farmer or a commonly used technology. For example, if a project is evaluating three different varieties of bean then the performance questions would be:
cs: Srovnání s kontrolou je typ otázky, která se používá k porovnání technologií testovaných v projektu se současnou technologií používanou zemědělcem nebo běžně používanou technologií. Pokud se například v projektu hodnotí tři různé odrůdy fazolí, pak by otázky týkající se výkonu byly následující:
es: La comparación con referencia es un tipo de pregunta que se utiliza para comparar las tecnologías que se están probando en un proyecto con la que utiliza actualmente el agricultor o con una tecnología de uso común. Por ejemplo, si en un proyecto se evalúan tres variedades diferentes de judías, las preguntas de rendimiento serían:
fr: La comparaison avec contrôle est un type de question utilisé pour comparer les technologies testées dans un projet avec celle actuellement utilisée par l'agriculteur ou une technologie couramment utilisée. Par exemple, si un projet évalue trois variétés de haricot différentes, les questions de performance seraient :

source: In terms of taste, how does variety
cs: Co se týče chuti, jak se projevuje rozmanitost
es: En términos de sabor, ¿Cómo es la variedad
fr: En termes de goût, comment la variété

source: compares with the variety you usually use?
cs: v porovnání s odrůdou, kterou obvykle používáte?
es: comparada con la variedad que usualmente utiliza ?
fr: se compare-t-elle à la variété que vous utilisez habituellement ?

source: In ClimMob you define this with one statement with the wildcard
cs: V aplikaci ClimMob to definujete jedním příkazem se zástupným znakem
es: En ClimMob definimos esto con el comodín
fr: Dans ClimMob, vous définissez cela avec une déclaration unique avec le caractère générique

source: For example:
cs: Například:
es: Por ejemplo:
fr: Par exemple :

source: In terms of taste, how does
cs: Co se týče chuti, jak se
es: En términos de sabor, ¿cómo
fr: En termes de goût, comment

source: The user answers it with two choices 'Better' or 'Worse'
cs: Uživatel na ni odpovídá dvěma možnostmi "Lepší" nebo "Horší".
es: Las respuestas que tiene el usuario son dos opciones 'Mejor' o 'Peor'
fr: L'utilisateur répond avec deux choix 'Meilleur' ou 'Pire'

source: Location question
es: Pregunta de localización
fr: Question de localisation

source: Write a single GPS coordinate.
es: Escribe una sola coordenada GPS.
fr: Écrire une seule coordonnée GPS.

source: Integer question
es: Pregunta de número entero
fr: Question entière

source: Integer input.
es: Pregunta de número entero.
fr: Entrée entière.

source: Geopoint question
es: Pregunta de Geopoint
fr: Question géopoint

source: Collect a single GPS coordinate.
es: Recoger una única coordenada GPS.
fr: Collecter une seule coordonnée GPS.

source: Select one question
es: Pregunta de seleccionar una
fr: Sélectionner une question

source: Multiple choice question; only one answer can be selected.
es: Pregunta con múltiples opciones; pero sólo se puede seleccionar una respuesta.
fr: Multiple choice question; seulement une réponse peut être sélectionnée.

source: Select multiple question
es: Pregunta de selección multiple
fr: Sélectionner plusieurs questions

source: Multiple choice question; multiple answers can be selected.
es: Pregunta con múltiples opciones; se pueden seleccionar varias respuestas.
fr: Question à choix multiple; plusieurs réponses peuvent être sélectionnées.

source: Geotrace question
es: Pregunta de Geotrace
fr: Question géotrace
