Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: There was a problem with the creation of the packages please check the available quantity of each combination.
cs: Při vytváření balíčků došlo k problému, zkontrolujte prosím dostupné množství jednotlivých kombinací.
es: Hubo un problema con la creación de los paquetes, por favor, compruebe la cantidad disponible de cada combinación.
fr: Il y a eu un problème avec la création des paquets, veuillez vérifier la quantité disponible de chaque combinaison (Cliquez sur le bouton 'Modifier') et essayez de générer les paquets à nouveau.

source: This project has not created the combinations. You need to create the combinations first.
cs: Tento projekt nevytvořil kombinace. Nejprve je třeba vytvořit kombinace.
es: Este proyecto no ha creado las combinaciones. Es necesario crear las combinaciones primera.
fr: Ce projet n'a pas créé les combinaisons. Vous devez créer les combinaisons d'abord.

source: The access assigned for this project does not allow you to create the registry.
cs: Přístup přidělený pro tento projekt neumožňuje vytvořit registr.
es: El acceso asignado para este proyecto no permite crear el registro.
fr: L'accès assigné à ce projet ne vous permet pas de créer le registre.

source: Registration started.
cs: Registrace byla zahájena.
es: Registro iniciado.
fr: Inscription commencée.

source: Packages have not available yet. You need to do the randomization first.
cs: Balíčky zatím nejsou k dispozici. Nejprve je třeba provést randomizaci.
es: Los paquetes aún no están disponibles. Primero hay que hacer la aleatorización.
fr: Les packages ne sont pas encore disponibles. Vous devez d'abord faire la randomisation.

source: The access assigned for this project does not allow you to cancel the registry.
cs: Přístup přidělený pro tento projekt neumožňuje zrušit registr.
es: El acceso asignado para este proyecto no permite cancelar el registro.
fr: L'accès assigné à ce projet ne vous permet pas d'annuler l'évaluation.

source: Cancel registration.
cs: Zrušení registrace.
es: Cancelar el registro.
fr: Annuler l'inscription.

source: The registration has not started. You cannot cancel it.
cs: Registrace nebyla zahájena. Nelze ji zrušit.
es: El registro no se ha iniciado. No lo puede cancelar.
fr: L'inscription n'a pas commencé. Vous ne pouvez pas l'annuler.

source: The access assigned for this project does not allow you to finish the registry.
cs: Přístup přidělený pro tento projekt vám neumožňuje dokončit registr.
es: El acceso asignado para este proyecto no permite terminar el registro.
fr: L'accès assigné à ce projet ne vous permet pas de terminer le registre.

source: Closed registration.
cs: Ukončená registrace.
es: Registro cerrado.
fr: Inscription fermée.

source: You cannot close the registration because you do not have data.
cs: Registraci nelze uzavřít, protože nemáte k dispozici údaje.
es: No puede cerrar el registro por que no tiene datos.
fr: Vous ne pouvez pas fermer l'inscription car vous n'avez pas de données.

source: Registration has not started.
cs: Registrace nebyla zahájena.
es: El registro no ha iniciado.
fr: L'inscription n'a pas commencé.

source: The access assigned for this project does not allow you to push information to the project.
cs: Přístup přidělený tomuto projektu neumožňuje odesílat informace do projektu.
es: El acceso asignado a este proyecto no le permite enviar información al proyecto.
fr: L'accès assigné à ce projet ne vous permet pas de pousser des informations.

source: Registration has closed. No more participants can be registered.
cs: Registrace byla ukončena. Další účastníci již nemohou být přihlášeni.
es: El registro ha sido cerrado. No se pueden registrar más participantes.
fr: L'inscription est fermée. Plus aucun participant ne peut être inscrit.

source: The data could not be registered. ERROR:
cs: Data se nepodařilo zaregistrovat. CHYBA:
es: El dato no pudo ser registrado. ERROR:
fr: Les données n'ont pas pu être enregistrées. ERREUR :

source: ERROR: You do not have a package code with this ID.
cs: CHYBA: Nemáte kód balíčku s tímto ID.
es: ERROR: No tiene un código de paquete con ese ID.
fr: ERREUR : Vous n'avez pas de code package avec cet ID.

source: ERROR: The package code must be a number.
cs: CHYBA: Kód balíčku musí být číslo.
es: ERROR: El código de paquete debe de ser un número.
fr: ERREUR : Le code package doit être un nombre.

source: Error in the JSON sent by parameter. Check the permited Keys:
cs: Chyba v JSON odeslaném parametrem. Zkontrolujte povolené klíče:
es: Error en el JSON enviado por parámetros. Revise las llaves permitidas:
fr: Erreur dans le JSON envoyé par paramètre. Vérifiez les clés permises:

source: Error in the JSON sent by parameter.
cs: Chyba v JSON odeslaném parametrem.
es: Error en el JSON enviado por parámetros.
fr: Erreur dans le JSON envoyé par paramètre. Vérifiez les clés obligatoires : {}.

source: This project do not have structure.
cs: Tento projekt nemá strukturu.
es: Este proyecto no tiene estructura.
fr: Ce projet n'a pas de structure.

source: Registration has closed. You cannot edit the information.
es: El registro está cerrada. No puede editar la información.
fr: L'inscription est fermée. Vous ne pouvez pas modifier les informations.

source: There is no record with this identifier
es: No hay ningún registro con este identificador
fr: Il n'y a pas d'enregistrement avec cet identifiant

source: Error in the JSON. Not all the obligatory parameters have data.
es: Error en el JSON. No todos los parámetros obligatorios tienen datos.
fr: Erreur dans le JSON. Tous les paramètres obligatoires n'ont pas de données.

source: Error in the JSON sent by parameter. Check the obligatory Keys.
cs: Chyba v JSON odeslaném parametrem. Zkontrolujte povinné klíče.
es: Error en el JSON enviado por parámetro. Comprobar las llaves obligatorios.
fr: Erreur dans le JSON envoyé par paramètre. Vérifiez les clés obligatoires.

source: The access assigned for this project does not allow you to add technologies.
cs: Přístup přidělený pro tento projekt neumožňuje přidávat technologie.
es: El acceso asignado a este proyecto no permite agregar tecnologías.
fr: L'accès assigné à ce projet ne vous permet pas d'ajouter des évaluations.

source: The technology was added correctly.
cs: Technologie byla přidána správně.
es: La tecnología se ha agregado correctamente.
fr: La technologie a été ajoutée correctement.

source: The technology is already assigned to the project.
cs: Technologie je již k projektu přiřazena.
es: La tecnología ya está asignada al proyecto.
fr: La technologie est déjà assignée au projet.

source: There is no technology with that identifier.
cs: Neexistuje žádná technologie s tímto identifikátorem.
es: No hay tecnología con ese identificador.
fr: Il n'y a pas de technologie avec cet identifiant.

source: You cannot add more technologies. You started the registry.
cs: Nelze přidávat další technologie. Spustili jste registr.
es: No puede agregar más tecnologías. Ya inició el registro.
fr: Vous ne pouvez pas ajouter plus de technologies. Vous avez commencé l'inscription.

source: You are trying to add a tech from a user that does not belong to this project.
cs: Snažíte se přidat techniku od uživatele, který nepatří do tohoto projektu.
es: Está intentando agregar una tecnología de un usuario que no pertenece a este proyecto.
fr: Vous essayez d'ajouter une technologie d'un utilisateur qui n'appartient pas à ce projet.

source: The access assigned for this project does not allow you to delete technologies.
cs: Přístup přidělený pro tento projekt neumožňuje odstraňovat technologie.
es: El acceso asignado a este proyecto no permite eliminar tecnologías.
fr: L'accès assigné à ce projet ne vous permet pas de supprimer les évaluations.

source: The technology has been removed from the project.
cs: Tato technologie byla z projektu odstraněna.
es: La tecnología ha sido eliminada del proyecto.
fr: La technologie a été supprimée du projet.

source: The technology is not assigned to the project.
cs: Technologie není k projektu přiřazena.
es: La tecnología no está asignada a el proyecto.
fr: La technologie n'est pas assignée au projet.

source: You cannot delete technologies. You have started registration.
cs: Technologie nelze odstranit. Zahájili jste registraci.
es: No puede eliminar tecnologías. Ya ha iniciado el registro.
fr: Vous ne pouvez pas supprimer des technologies. Vous avez commencé l'inscription.

source: The access assigned for this project does not allow you to add technology options.
cs: Přístup přidělený pro tento projekt neumožňuje přidávat technologické možnosti.
es: El acceso asignado a este proyecto no permite agregar opciones tecnológicas.
fr: L'accès assigné à ce projet ne vous permet pas d'ajouter des options technologiques.

source: The technology option has not been assigned to the project.
cs: Možnost technologie nebyla k projektu přiřazena.
es: La tecnología no está asignada a el proyecto.
fr: L'option technologique n'a pas été assignée au projet.

source: There is no technology option with that identifier for this technology.
cs: Pro tuto technologii neexistuje žádná možnost technologie s tímto identifikátorem.
es: No hay una opción tecnológica con este identificador para esta tecnología.
fr: Il n'y a pas d'option technologique avec cet identifiant pour cette technologie.

source: You can not add an technology option for technologies. You have already started registration.
cs: U technologií nelze přidat možnost technologie. Registraci jste již zahájili.
es: No puede agregar una opcion tecnológica para la tecnologóa. Ya inició el registro.
fr: Vous ne pouvez pas ajouter une option technologique pour les technologies. Vous avez déjà commencé l'inscription.

source: You are trying to add a technology alias from a user that does not belong to this project.
cs: Pokoušíte se přidat technologický alias od uživatele, který nepatří do tohoto projektu.
es: Está intentando agregar un alias tecnológico de un usuario que no pertenece a este proyecto.
fr: Vous essayez d'ajouter un alias technologique d'un utilisateur qui n'appartient pas à ce projet.

source: This technology option already exists for the technology.
cs: Tato možnost technologie již existuje.
es: Ya existe esta opción tecnológica en la tecnología.
fr: Cette option technologique existe déjà pour la technologie.

source: You can not add technology option for technologies. You have already started registration.
cs: U technologií nelze přidat možnost technologie. Registraci jste již zahájili.
es: No puede agregar una opcion tecnológica para la tecnologóa. Ya inició el registro.
fr: Vous ne pouvez pas ajouter une option technologique pour les technologies. Vous avez déjà commencé l'inscription.

source: You are trying to add a technology alias extra from a user that does not belong to this project.
cs: Pokoušíte se přidat technologický alias navíc od uživatele, který nepatří do tohoto projektu.
es: Está intentando agregar un alias tecnológico extra de un usuario que no pertenece a este proyecto.
fr: Vous essayez d'ajouter un alias technologique supplémentaire d'un utilisateur qui n'appartient pas à ce projet.

source: The access assigned for this project does not allow you to delete technology options.
cs: Přístup přidělený pro tento projekt neumožňuje odstranit možnosti technologie.
es: El acceso asignado a este proyecto no permite eliminar las opciones tecnológicas.
fr: L'accès assigné à ce projet ne vous permet pas de supprimer les évaluations.

source: The technology option has been deleted in the project.
cs: Možnost technologie byla v projektu odstraněna.
es: La opción tecnológica ha sido eliminada del proyecto.
fr: L'option technologique a été supprimée dans le projet.

source: You can not delete the technology option for technologies. You started registration.
cs: Možnost technologie pro technologie nelze odstranit. Zahájili jste registraci.
es: No puede eliminar la opción tecnológica. El registro está iniciado.
fr: Vous ne pouvez pas supprimer l'option technologique pour les technologies. Vous avez commencé l'inscription.

source: The access assigned for this project does not allow you to create an analysis.
cs: Přístup přidělený pro tento projekt neumožňuje vytvořit analýzu.
es: El acceso asignado para este proyecto no le permite crear un análisis.
fr: L'accès assigné à ce projet ne vous permet pas de créer une analyse.

source: You don't have the amount of information needed to do a ClimMob analysis.
cs: Nemáte k dispozici tolik informací, abyste mohli provést analýzu ClimMob.
es: No tiene la cantidad de información necesaria para hacer un análisis en ClimMob.
fr: Vous n'avez pas la quantité d'informations nécessaire pour faire une analyse ClimMob.

source: The analysis is being generated, it is a process that requires time to be processed, as soon as it is ready you will be able to see it in the download list.
cs: Analýza se právě generuje, jedná se o proces, který vyžaduje čas na zpracování, jakmile bude hotová, budete ji moci vidět v seznamu ke stažení.
es: El análisis se ha empezado a generar, este es un proceso que requiere tiempo de procesamiento, cuando el producto esté listo usted podrá verlo en la lista de descargas.
fr: L'analyse est en cours de génération, c'est un processus qui nécessite du temps pour être traité, dès qu'il sera prêt, vous pourrez le voir dans la liste de téléchargement.

source: The variable_to_analyze parameter must contain data.
cs: Parametr variable_to_analyze musí obsahovat data.
es: El parámetro: variable_to_analyze debe contener datos.
fr: Le paramètre variable_to_analyze doit contenir des données.

source: One of the variables you sent for analysis does not exist.
cs: Jedna z proměnných, které jste poslali k analýze, neexistuje.
es: Una de las variables que envió para el análisis no existe.
fr: Une des variables que vous avez envoyées pour analyse n'existe pas.

source: The variable_to_analyze parameter must be a list.
cs: Parametr variable_to_analyze musí být seznam.
es: El parametro: variable_to_analyze debe de ser una lista.
fr: Le paramètre variable_to_analyze doit être une liste.

source: Problem with the data sent in the parameter: variables_to_analyze
cs: Problém s daty zaslanými v parametru: variables_to_analyze
es: Problema con el dato enviado en el parámetro: variables_to_analyze
fr: Problème avec les données envoyées dans le paramètre : variables_to_analyze

source: The language does not belong to your list of languages to be used..
es: El idioma no pertenece a su lista de idiomas a utilizar.
fr: La langue n'appartient pas à votre liste de langues à utiliser.

source: The possible values in the parameters: 'question_alwaysinreg','question_alwaysinasse','question_requiredvalue', 'question_quantitative' is 1 or 0.
cs: Možné hodnoty v parametrech: 'question_alwaysinreg','question_alwaysinasse','question_requiredvalue', 'question_quantitative' jsou 1 nebo 0.
es: Los posibles valores en los parametros; 'question_alwaysinreg','question_alwaysinasse','question_requiredvalue', 'question_quantitative' es 1 or 0.
fr: Les valeurs possibles dans les paramètres : 'question_alwaysinreg', 'question_alwaysinasse', 'question_requiredvalue', 'question_quantitative' sont 1 ou 0.

source: Check the ID of the question type.
cs: Zkontrolujte ID typu otázky.
es: Revise el ID del tipo de pregunta.
fr: Vérifiez l'ID du type de question.

source: The question was successfully added. Configure the ranking of options now.
cs: Otázka byla úspěšně přidána. Nyní nastavte pořadí možností.
es: La pregunta fue correctamente agregada. Ahora configure el ranking de opciones.
fr: La question a été ajoutée avec succès. Configurez maintenant le classement des options.

source: There is no category with this identifier.
cs: Neexistuje žádná kategorie s tímto identifikátorem.
es: No hay una categoría con este identificador.
fr: Il n'y a pas de catégorie avec cet identifiant.

source: Error in the parameters that you want to add.
cs: Chybně zadané parametry, které chcete přidat.
es: Error en el parámetro que quiere agregar.
fr: Erreur dans les paramètres que vous voulez ajouter.

source: There is a problem with the question category you want to assign.
cs: V kategorii otázek, kterou chcete přiřadit, je problém.
es: Hay un problema con la categoría de la pregunta ha asignar.
fr: Il y a un problème avec la catégorie de la question que vous voulez assigner.

source: The question was successfully modified.
cs: Otázka byla úspěšně upravena.
es: La pregunta fue modificada correctamente.
fr: La question a été modifiée avec succès.

source: This question has already been assigned to a form. You cannot edit it.
cs: Tato otázka již byla přiřazena k formuláři. Nelze ji upravovat.
es: Esta pregunta ya ha sido asignada a un formulario. No puede modificarla.
fr: Cette question a déjà été assignée à un formulaire. Vous ne pouvez pas la modifier.

source: The question is from the ClimMob library. You cannot edit it.
cs: Otázka je z knihovny ClimMob. Nelze ji upravovat.
es: Esta pregunta es de la biblioetca de ClimMob. No puede modificarla.
fr: La question est de la bibliothèque ClimMob. Vous ne pouvez pas la modifier.

source: The question was deleted successfully.
cs: Otázka byla úspěšně smazána.
es: La pregunta fue eliminada correctamente.
fr: La question a été supprimée avec succès.

source: This question has already been assigned to a form. You cannot delete it.
cs: Tato otázka již byla přiřazena k formuláři. Nelze ji odstranit.
es: Esta pregunta ha sido asignada a un formulario. No puede eliminarla.
fr: Cette question a déjà été assignée à un formulaire. Vous ne pouvez pas la supprimer.

source: The question is from the ClimMob library. You cannot delete it.
cs: Otázka je z knihovny ClimMob. Nelze ji odstranit.
es: Esta pregunta es de la biblioteca de ClimMob. No puede eliminarla.
fr: La question est de la bibliothèque ClimMob. Vous ne pouvez pas la supprimer.

source: This is not a question of type Select one or Multiple selection.
cs: Toto není otázka typu Vyberte jeden nebo Vícenásobný výběr.
es: Esta no es una pregunta de seleccionar una o selección multiple.
fr: Ce n'est pas une question de type Sélectionner un ou Sélection multiple.

source: An option cannot be 'Other' and 'Not applicable'.
cs: Možnost nemůže být "Jiné" a "Nepoužije se".
es: Una opción no puede ser 'Other' y 'Not applica'.
fr: Une option ne peut pas être 'Autre' et 'Non applicable'.

source: There is already an 'Other' option.
cs: Možnost "Ostatní" již existuje.
es: Ya existe una opción 'Otro'.
fr: Il y a déjà une option 'Autre'.

source: There is already an 'Not applicable' option.
cs: Již existuje možnost "Nepoužije se".
es: Ya existe una opción 'No aplica'.
fr: Il y a déjà une option 'Non applicable'.

source: The option was successfully added.
cs: Možnost byla úspěšně přidána.
es: La opción fue agregada correctamente.
fr: L'option a été ajoutée avec succès.

source: There is already an option with that description.
cs: Možnost s tímto popisem již existuje.
es: Ya existe una opción con esa descripción.
fr: Il y a déjà une option avec cette description.

source: There is already an option with that code.
cs: Již existuje možnost s tímto kódem.
es: Ya existe una opción con ese código.
fr: Il y a déjà une option avec ce code.

source: This question has already been assigned to a form. You cannot add it.
cs: Tato otázka již byla přiřazena k formuláři. Nelze ji přidat.
es: Esta pregunta ya está asignada a un formulario. No puede agregarla.
fr: Cette question a déjà été assignée à un formulaire. Vous ne pouvez pas l'ajouter.

source: The question is from the ClimMob library. You cannot add it.
cs: Otázka je z knihovny ClimMob. Nelze ji přidat.
es: Esta pregunta es de la biblioteca de ClimMob. No puede agregarla.
fr: La question est de la bibliothèque ClimMob. Vous ne pouvez pas l'ajouter.

source: The option was successfully update.
cs: Možnost byla úspěšně aktualizována.
es: La opción fue modificada correctamente.
fr: L'option a été mise à jour avec succès.

source: Does not have an option with this value_code
cs: Nemá možnost s tímto value_code
es: No tiene una opción con este value_code
fr: Il n'y a pas d'option avec ce value_code

source: The option was successfully deleted.
cs: Možnost byla úspěšně odstraněna.
es: La opción fue eliminada correctamente.
fr: L'option a été supprimée avec succès.

source: You successfully updated the ranking of options.
cs: Úspěšně jste aktualizovali pořadí možností.
es: Actualizó el ranking de opciones correctamente.
fr: Vous avez mis à jour avec succès le classement des options.

source: This is not a question of type ranking of options.
cs: Nejedná se o typové pořadí možností.
es: No hay una pregunta de tipo ranking de opciones.
fr: Ce n'est pas une question de type classement des options.

source: You successfully updated the comparison with check.
cs: Porovnání jste úspěšně aktualizovali pomocí kontroly.
es: Actualizó la comparación con referencia correctamente.
fr: Vous avez mis à jour avec succès la comparaison avec vérification.

source: The comparison with check must have the wildcard {{option}}
cs: Porovnání s kontrolou musí mít zástupný znak {{option}}
es: La comparación con la referencia debe tener el comodín {{option}}
fr: La comparaison avec vérification doit avoir le joker {{option}}

source: This is not a question of type comparison with check.
cs: Nejedná se o porovnání typu s kontrolou.
es: No hay una pregunta de tipo comparación con referencia.
fr: Ce n'est pas une question de type comparaison avec vérification.

source: The question_id parameter is required.
es: El parametro question_id es requerido.
fr: Le paramètre question_id est requis.

source: It is not possible to translate a question without first assigning a language to it.
es: No es posible traducir una pregunta sin asignarle previamente un idioma.
fr: Il n'est pas possible de traduire une question sans d'abord lui assigner une langue.

source: The question cannot be translated into the same language that has been defined as the main language.
es: La pregunta no puede traducirse al mismo idioma que se ha definido como idioma principal.
fr: La question ne peut pas être traduite dans la même langue qui a été définie comme langue principale.

source: The parameter question_perfstmt must contain the value: {{option}} in the text.
es: El parámetro question_perfstmt debe contener el valor {{option}} en el texto.
fr: Le paramètre question_perfstmt doit contenir la valeur : {{option}} dans le texte.

source: It is not complying with the obligatory keys: {}
es: No cumple con las llaves obligatorias: {}
fr: Il ne respecte pas les clés obligatoires : {}

source: This question does not have a main language configured, so it does not have translations.
es: Esta pregunta no tiene configurada un idioma principal, por lo que no tiene traducciones.
fr: Cette question n'a pas de langue principale configurée, donc elle n'a pas de traductions.

source: There was a problem with the creation of the category.
cs: Při vytváření kategorie se vyskytl problém.
es: Hubo un problema con la creación de la categoría.
fr: Il y a eu un problème avec la création de la catégorie.

source: There is already a category with this name.
cs: Kategorie s tímto názvem již existuje.
es: Ya existe una categoría con este nombre.
fr: Il y a déjà une catégorie avec ce nom.

source: There was a problem updating the category.
cs: Při aktualizaci kategorie došlo k problému.
es: Hubó un problema actualizando la categoría.
fr: Il y a eu un problème lors de la mise à jour de la catégorie.
