Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: ClimMob | Clone a project
cs: ClimMob | Klonovat projekt
es: ClimMob | Clonar un proyecto
fr: ClimMob | Cloner un projet

source: Clone a project
cs: Klonovat projekt
es: Clonar un proyecto
fr: Cloner un projet

source: Selection
cs: Výběr
es: Selección
fr: Sélection

source: Confirm
cs: Potvrzení
es: Confirmar
fr: Confirmer

source: New profile
cs: Nový profil
es: Nuevo perfil
fr: Nouveau profil

source: Verification
cs: Ověření
es: Verificación
fr: Vérification

source: Project
cs: Projekt
es: Proyecto
fr: Projet

source: Select one project.
cs: Vyberte jeden projekt.
es: Seleccione un proyecto.
fr: Sélectionner un projet.

source: Select a project to clone
cs: Vyberte projekt, který chcete klonovat
es: Seleccione el proyecto a clonar
fr: Sélectionner un projet à cloner

source: Next step
cs: Další krok
es: Próximo paso
fr: Étape suivante

source: Registration form
cs: Registrační formulář
es: Formulario de registro
fr: Formulaire d'inscription

source: Trial data collection moment
es: Momentos de recolección de datos del ensayo
fr: Moment de la collecte des données d'essai

source: Create clone
cs: Vytvořit klon
es: Crear clone
fr: Créer un clone

source: The project was successfully cloned.
cs: Projekt byl úspěšně naklonován.
es: El proyecto fue clonado correctamente.
fr: Le projet a été cloné avec succès.

source: Please check that the information is correct and that the projects have the same structure.
cs: Zkontrolujte, zda jsou informace správné a zda mají projekty stejnou strukturu.
es: Verifique que la información sea correcta y que los proyectos tengan la misma estructura.
fr: Veuillez vérifier que les informations sont correctes et que les projets ont la même structure.

source: Go to the new project
cs: Přejít na nový projekt
es: Ir al nuevo proyecto
fr: Aller au nouveau projet

source: Profile
cs: Profil
es: Perfil
fr: Profil

source: Logout
cs: Odhlášení
es: Cerrar sesión
fr: Se déconnecter

source: Project overview
es: Resumen del proyecto
fr: Aperçu du projet

source: All projects
es: Todos los proyectos
fr: Tous les projets

source: Library
cs: Knihovna
es: Biblioteca
fr: Bibliothèque

source: Field agents
cs: Terénní pracovníci
es: Agentes de campo
fr: Agents de terrain

source: Technologies
cs: Technologie
es: Tecnologías

source: Questions
cs: Otázky
es: Preguntas

source: Local languages
es: Idiomas locales
fr: Langues locales

source: Downloads
cs: Ke stažení
es: Descargas
fr: Téléchargements

source: Project help
cs: Nápověda Projektu
es: Ayuda con proyectos
fr: Aide au projet

source: Projects summary
es: Resumen de proyectos
fr: Résumé des projets

source: Log out
cs: Odhlášení
es: Cerrar sesión
fr: Se déconnecter

source: Show help
es: Mostrar ayuda
fr: Afficher l'aide

source: Project definition
cs: Definice projektu
es: Definición del proyecto
fr: Définition du projet

source: Completed
cs: Dokončeno
es: Terminado
fr: Complété

source: 1. Project profile
es: 1. Perfil del proyecto
fr: 1. Profil du projet

source: 2. Assign field agents
es: 2. Asignar agentes de campo
fr: 2. Assigner des agents de terrain

source: field agents assigned
es: agentes de campo asignados
fr: agents de terrain assignés

source: Assigned
es: Asignado
fr: Assigné

source: Pending
cs: Čeká se na
es: Pendiente
fr: En attente

source: 3. Assign technologies
es: 3. Asignar tecnologías
fr: 3. Assigner des technologies

source: technology options assigned
es: opciones tecnológicas asignadas
fr: options technologiques assignées

source: Partial
cs: Částečně
es: Parcial
fr: Partiel

source: 4. Prepare participant registration form
es: 4. Preparar el formulario de registro de participantes
fr: 4. Préparer le formulaire d'inscription des participants

source: questions assigned to the form
es: preguntas asignadas al formulario
fr: questions assignées au formulaire

source: questions
cs: otázky
es: preguntas

source: 4. Participant registration and trial data collection
es: 4. Registro de participantes y recolección de datos del ensayo
fr: 4. Inscription des participants et collecte des données d'essai

source: 5. Prepare trial data collection
es: 5. Preparar recolección de datos del ensayo
fr: 5. Préparer la collecte des données d'essai

source: data collection moments created
es: momentos de recolección de datos creados
fr: moments de collecte des données créés

source: forms
es: formularios
fr: formulaires

source: 6. Trial documentation
es: 6. Documentación del ensayo
fr: 6. Documentation de l'essai

source: 5. Trial documentation
es: 5. Documentación del ensayo
fr: 5. Documentation de l'essai

source: Share project with other users
cs: Sdílení projektu s ostatními uživateli
es: Compartir el proyecto con otros usuarios
fr: Partager le projet avec d'autres utilisateurs

source: Share this link to show trial progress
cs: Sdílením tohoto odkazu zobrazíte průběh testů
es: Comparta este enlace para mostrar el progreso del ensayo
fr: Partager ce lien pour montrer les progrès de l'essai

source: Copy to clipboard
cs: Kopírovat do schránky
es: Copiar al portapapeles
fr: Copier dans le presse-papiers

source: Start trial data collection moments
es: Iniciar momentos de recolección de datos del ensayo
fr: Démarrer les moments de collecte des données d'essai

source: Select the form to start the trial data collection
es: Seleccione la evaluación para iniciar la recolección de datos del ensayo
fr: Sélectionner le formulaire pour commencer la collecte des données d'essai

source: Start an trial data collection moment
es: Iniciar este momento de recolección de datos del ensayo
fr: Commencer un moment de collecte des données d'essai

source: You can start the trial data collection once the registration of participants is closed and the project definition is completed
es: Puede iniciar la recolección de datos del ensayo una vez que se haya cerrado el registro de participantes y se haya completado la definición del proyecto
fr: Vous pouvez commencer la collecte des données d'essai une fois l'inscription des participants terminée et la définition du projet complétée

source: Participant registration
cs: Registrace účastníků
es: Registro de participantes
fr: Inscription des participants

source: On going
cs: Probíhá
es: Iniciado
fr: En cours

source: Closed
cs: Uzavřeno
es: Cerrado
fr: Fermé

source: Generate packages with technology options
cs: Generování balíčků s technologickými možnostmi
es: Generar paquetes con opciones tecnológicas
fr: Générer des paquets avec des options technologiques

source: and open the registration of participants
cs: a zahájit registraci účastníků
es: y iniciar el registro de participantes
fr: et ouvrir l'inscription des participants

source: You can start the registration of participants once the project has assigned field agents, technology and its options have been selected and a registration form has been prepared
es: Se puede iniciar el registro de participantes una vez que al proyecto haya asignado agentes de campo, se haya seleccionado la tecnología y sus opciones y se haya preparado un formulario de registro
fr: Vous pouvez commencer l'inscription des participants une fois le projet assigné aux agents de terrain, les technologies et leurs options sélectionnées et un formulaire d'inscription préparé

source: Statistics
cs: Statistiky
es: Estadísticas
fr: Statistiques

source: Total number of participants
cs: Celkový počet účastníků
es: Número total de participantes
fr: Nombre total de participants

source: Number of submissions
cs: Počet podání
es: Número de envíos
fr: Nombre de soumissions

source: Submissions with conflicts
cs: Podání s konflikty
es: Envíos con conflictos
fr: Soumissions avec conflits

source: Last submission
cs: Poslední podání
es: Último envío
fr: Dernière soumission

source: View and edit data
es: Ver y editar datos
fr: Voir et éditer les données

source: Download data in .CSV format
es: Descargar datos en formato .CSV
fr: Télécharger les données au format .CSV

source: Download data in .XLSX format
es: Descargar datos en formato .XLSX
fr: Télécharger les données au format .XLSX

source: Show submissions with conflicts
cs: Zobrazit podání s konflikty
es: Mostrar envíos con conflictos
fr: Afficher les soumissions avec conflits

source: Download submissions with conflicts
cs: Stáhnout podání s konflikty
es: Descargar envíos con conflictos
fr: Télécharger les soumissions avec conflits

source: Finish registration
cs: Dokončení registrace
es: Finalizar registro
fr: Terminer l'inscription

source: Cancel registration
cs: Zrušení registrace
es: Cancelar registro
fr: Annuler l'inscription

source: Trial data collection
es: Recolección de datos del ensayo
fr: Collecte des données d'essai

source: Finish
cs: Dokončit
es: Terminar
fr: Terminer

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler

source: Analysis
cs: Analýza
es: Análisis
fr: Analyse

source: Start analysis
cs: Zahájení analýzy
es: Iniciar análisis
fr: Commencer l'analyse

source: To do the data analysis you must complete the section:
es: Para realizar el análisis de datos debes completar esta sección:
fr: Pour faire l'analyse des données, vous devez compléter la section:

source: Trial documentation
es: Documentación del ensayo
fr: Documentation de l'essai

source: Let's start!
cs: Začněme!
es: ¡Empecemos!
fr: Commençons !

source: Create a new project
cs: Vytvoření nového projektu
es: Crear un nuevo proyecto
fr: Créer un nouveau projet

source: Send us feedback
cs: Pošlete nám zpětnou vazbu
es: Envianos tus comentarios
fr: Envoyez-nous vos commentaires

source: Write the feedback message.
cs: Napište zpětnou vazbu.
es: Escriba el mensaje de retroalimentación.
fr: Écrire le message de retour.

source: Send
cs: Odeslat
es: Enviar
fr: Envoyer

source: ClimMob Team
cs: Tým ClimMob
es: Equipo ClimMob
fr: Équipe ClimMob

source: Unread messages
cs: Nepřečtené zprávy
es: Mensajes no leídos
fr: Messages non lus

source: Hi there! Any question or feedback?
cs: Ahoj! Jakýkoli dotaz nebo zpětná vazba?
es: ¡Hola! ¿Alguna pregunta o comentario?
fr: Salut ! Des questions ou des commentaires ?

source: Something here
cs: Něco zde
es: Algo aquí
fr: Quelque chose ici

source: Libraries
cs: Knihovny
es: Bibliotecas
fr: Bibliothèques

source: Libraries allow you to save information that can be assigned to different projects.
cs: Knihovny umožňují ukládat informace, které lze přiřadit různým projektům.
es: Las bibliotecas le permiten guardar información que se puede asignar a diferentes proyectos.
fr: Les bibliothèques vous permettent de sauvegarder des informations qui peuvent être assignées à différents projets.

source: Create a list of field agents that you can later use in projects
cs: Vytvoření seznamu terénních pracovníků, které můžete později použít v projektech
es: Cree una lista de agentes de campo que luego puede usar en proyectos
fr: Créer une liste d'agents de terrain que vous pourrez utiliser plus tard dans les projets

source: Add or check if the ClimMob library has the necessary technologies for your project
cs: Přidejte nebo zkontrolujte, zda knihovna ClimMob obsahuje potřebné technologie pro váš projekt
es: Agregue o verifique si la biblioteca ClimMob tiene las tecnologías necesarias para su proyecto
fr: Ajouter ou vérifier si la bibliothèque ClimMob contient les technologies nécessaires à votre projet

source: Create the questions that you want to use to evaluate in your projects
cs: Vytvořte si otázky, které chcete použít k hodnocení ve svých projektech
es: Crea las preguntas que quieras usar para evaluar en tus proyectos
fr: Créer les questions que vous souhaitez utiliser pour évaluer dans vos projets

source: ClimMob generates different output documents per project, in this menu option you could download the information
cs: ClimMob generuje různé výstupní dokumenty pro jednotlivé projekty, v této nabídce si můžete stáhnout informace
es: ClimMob genera diferentes documentos de salida por proyecto, en esta opción de menú puede descargar la información
fr: ClimMob génère différents documents de sortie par projet, dans cette option de menu vous pouvez télécharger les informations

source: « Prev
cs: " Předchozí
es: « Anterior
fr: « précédent

source: Next »
cs: Další »
es: Siguiente »
fr: Suivant »

source: Update libraries
cs: Aktualizovat knihovny
es: Actualizar bibliotecas
fr: Mettre à jour les bibliothèques

source: Remember that the libraries contain useful information for your projects, update them in the event that necessary information is missing for your new project
cs: Nezapomeňte, že knihovny obsahují užitečné informace pro vaše projekty, aktualizujte je v případě, že pro váš nový projekt chybí potřebné informace
es: Recuerda que las bibliotecas contienen información útil para tus proyectos, actualízalas en caso de que falte información necesaria para tu nuevo proyecto
fr: N'oubliez pas que les bibliothèques contiennent des informations utiles pour vos projets, mettez-les à jour en cas d'absence d'informations nécessaires pour votre nouveau projet

source: Before assign field agents
cs: Před přidělením terénních pracovníků
es: Antes de asignar los agentes de campo
fr: Avant d'assigner des agents de terrain

source: First you have to add your field agents to the library then assign them to the project
cs: Nejprve je třeba přidat terénní pracovníky do knihovny a poté je přiřadit k projektu
es: Primero tienes que crear los agentes de campo en la biblioteca y después asignarlos al proyecto
fr: Vous devez d'abord ajouter vos agents de terrain à la bibliothèque puis les assigner au projet

source: Go to add field agents
cs: Přejděte na přidání terénních pracovníků
es: Ir a crear agentes de campo
fr: Aller ajouter des agents de terrain

source: ClimMob | Edit Profile
cs: ClimMob | Upravit profil
es: ClimMob | Editar perfil
fr: ClimMob | Modifier le profil

source: Your password was changed successfully.
cs: Vaše heslo bylo úspěšně změněno.
es: Su contraseña se ha cambiado correctamente.
fr: Votre mot de passe a été changé avec succès.

source: Your profile was changed successfully.
cs: Váš profil byl úspěšně změněn.
es: Su perfil se ha cambiado correctamente.
fr: Votre profil a été changé avec succès.

source: Edit profile information
cs: Úprava informací o profilu
es: Editar la información del perfil
fr: Modifier les informations du profil

source: About me
cs: O mně
es: Sobre mi
fr: À propos de moi

source: Update profile
cs: Aktualizace profilu
es: Actualización del perfil
fr: Mettre à jour le profil

source: Change password
cs: Změnit heslo
es: Cambia la contraseña
fr: Changer le mot de passe

source: Current password
cs: Aktuální heslo
es: Contraseña actual
fr: Mot de passe actuel

source: New Password
cs: Nové heslo
es: Nueva contraseña
fr: Nouveau mot de passe

source: Re-type New Password
cs: Znovu zadejte nové heslo
es: Reescriba la nueva contraseña
fr: Retaper le nouveau mot de passe

source: ClimMob | Profile
cs: ClimMob | Profil
es: ClimMob | Perfil
fr: ClimMob | Profil

source: There is no information about yourself. Edit your profile.
cs: Nejsou zde žádné informace o vás. Upravte svůj profil.
es: No hay información sobre ti. Edita tu perfil.
fr: Il n'y a aucune information sur vous. Modifiez votre profil.

source: Edit profile
cs: Upravit profil
es: Editar perfil
fr: Modifier le profil

source: Last project
cs: Poslední projekt
es: Último proyecto
fr: Dernier projet

source: Joined
cs: Připojil se
es: Unido
fr: Rejoint

source: About
cs: O webu
es: Acerca de
fr: À propos

source: Dear ClimMob's user
es: Estimado usuario de ClimMob
fr: Cher utilisateur de ClimMob

source: You have received this email because you requested us on
es: Ha recibido este correo electrónico porque nos lo ha solicitado en
fr: Vous avez reçu cet email parce que vous nous avez demandé de

source: to reset your password
es: para restablecer su contraseña
fr: réinitialiser votre mot de passe

source: Your password reset token is
es: Tu contraseña es
fr: Votre jeton de réinitialisation de mot de passe est

source: Go to this URL
es: Ir a esta URL
fr: Aller à cette URL

source: If you did not request us to reset your password then someone or something is trying to get into our account. Please change your password immediately!
es: Si no nos has pedido que restablezcamos tu contraseña entonces alguien o algo está intentando entrar en tu cuenta. Por favor, cambie su contraseña ¡inmediatamente!
fr: Si vous ne nous avez pas demandé de réinitialiser votre mot de passe, alors quelqu'un ou quelque chose essaie d'accéder à votre compte. Veuillez changer immédiatement votre mot de passe !

source: Regards
es: Saludos
fr: Cordialement

source: The ClimMob team
es: El equipo de ClimMob
fr: L'équipe ClimMob

source: ClimMob | Field agents
cs: ClimMob | Terénní pracovníci
es: ClimMob | Agentes de campo
fr: ClimMob | Agents de terrain

source: Field agent details
cs: Podrobnosti o terénním pracovníkovi
es: Detalles de agentes de campo
fr: Détails de l'agent de terrain

source: Add field agents using Excel
es: Agregar agentes de campo mediante Excel
fr: Ajouter des agents de terrain en utilisant Excel

source: 1. Download the following template with the fields needed to add field agents:
es: 1. Descargue la siguiente plantilla con los campos necesarios para agregar agentes de campo :
fr: 1. Téléchargez le modèle suivant avec les champs nécessaires pour ajouter des agents de terrain :

source: Download template
es: Descargar plantilla
fr: Télécharger le modèle

source: 2. Fill in the template with the field agent information.
es: 2. Complete la plantilla con la información de los agentes de campo.
fr: 2. Remplissez le modèle avec les informations des agents de terrain.

source: 3. Browse and select the template with the information and then click on the 'Upload' button.
es: 3. Busque y seleccione la plantilla con la información y luego haga clic en el botón 'Subir'.
fr: 3. Parcourez et sélectionnez le modèle avec les informations, puis cliquez sur le bouton 'Télécharger'.

source: Please upload your file in .xlsx format
es: Por favor suba su archivo en formato .xlsx
fr: Veuillez télécharger votre fichier au format .xlsx

source: Select the Excel
es: Seleccione el Excel
fr: Sélectionnez l'Excel

source: Upload
es: Subir
fr: Télécharger

source: Result of data upload
es: Resultado de la subida de datos
fr: Résultat du téléchargement des données

source: Line number
es: Número de línea
fr: Numéro de ligne

source: Message
es: Mensaje

source: Success
es: Éxito
fr: Succès

source: Registered field agents
cs: Registrovaní terénní pracovníci
es: Agentes de campo registrados
fr: Agents de terrain enregistrés

source: Back to assign field agents to the project
es: Regresar a asignar agentes de campo al proyecto
fr: Retour pour assigner les agents de terrain au projet

source: Telephone
es: Teléfono
fr: Téléphone

source: Can submit data
cs: Může odesílat data
es: Puede enviar datos
fr: Peut soumettre des données

source: Cannot submit data
cs: Nemůže odesílat data
es: No puede enviar datos
fr: Ne peut pas soumettre de données

source: Edit field agent
cs: Upravit terénního pracovníka
es: Editar agente de campo
fr: Modifier l'agent de terrain

source: Do you really want to delete this field agent?
es: Realmente quiere eliminar este agente de campo?
fr: Voulez-vous vraiment supprimer cet agent de terrain ?

source: Delete field agent
es: Eliminar agente de campo
fr: Supprimer l'agent de terrain

source: No field agents to display
cs: Žádní terénní pracovníci k zobrazení
es: No hay agentes de campo para mostrar
fr: Aucun agent de terrain à afficher

source: Please click the button.
cs: Klikněte na tlačítko.
es: Haga clic en el botón.
fr: Veuillez cliquer sur le bouton.

source: Help us to improve ClimMob
es: Ayúdanos a mejorar ClimMob
fr: Aidez-nous à améliorer ClimMob

source: Please indicate the extent to which you agree with the following statements
es: Por favor indique en qué medida está de acuerdo con las siguientes afirmaciones
fr: Veuillez indiquer dans quelle mesure vous êtes d'accord avec les affirmations suivantes

source: Strongly disagree
es: Muy en desacuerdo
fr: Pas du tout d'accord

source: Strongly agree
es: Totalmente de acuerdo
fr: Tout à fait d'accord

source: ClimMob capabilities meet my requirements
es: Las capacidades de ClimMob cumplen con mis requisitos
fr: Les capacités de ClimMob répondent à mes besoins

source: ClimMob is easy to use
es: ClimMob es fácil de usar
fr: ClimMob est facile à utiliser

source: Project name
cs: Název projektu
es: Nombre del proyecto
fr: Nom du projet

source: Email address
cs: E-mailová adresa
es: Dirección de correo
fr: Adresse email

source: Creation date
cs: Datum vytvoření
es: Fecha de creación
fr: Date de création

source: ClimMob | Local languages library
es: ClimMob | Biblioteca de idiomas locales
fr: ClimMob | Bibliothèque de langues locales

source: ClimMob’s pre-translated questions
es: Preguntas pretraducidas de ClimMob
fr: Questions pré-traduites de ClimMob

source: Creating and translating your questions
es: Creando y traduciendo tus preguntas
fr: Créer et traduire vos questions

source: Common phrases
es: Frases comunes
fr: Phrases courrantes

source: Customize your ODK forms with local languages
es: Personalice sus formularios ODK con idiomas locales
fr: Personnalisez vos formulaires ODK avec des langues locales

source: Field teams often conduct interviews in local languages. To make this easier, ClimMob supports ODK forms in multiple languages, allowing you to conduct surveys in the language that best suits both the respondent and the interviewer. You can switch between different languages within the same form as needed.
es: Los agentes de campo suelen realizar entrevistas en los idiomas locales. Para hacer esto más fácil, ClimMob soporta formularios ODK en múltiples idiomas, lo que le permite realizar encuestas en el idioma que mejor se adapte tanto al encuestado como al entrevistador. Puede cambiar entre diferentes idiomas dentro del mismo formulario según sea necesario.
fr: Les équipes sur le terrain mènent souvent des entretiens dans des langues locales. Pour faciliter cette tâche, ClimMob prend en charge les formulaires ODK dans plusieurs langues, ce qui vous permet de réaliser des enquêtes dans la langue qui convient le mieux à la fois au répondant et à l'intervieweur. Vous pouvez passer d'une langue à une autre dans le même formulaire selon les besoins.

source: How to handle questions with local languages
es: Cómo gestionar preguntas en idiomas locales
fr: Comment gérer les questions dans les langues locales

source: You can either use questions from ClimMob's library or translate your own.
es: Puedes utilizar preguntas de la biblioteca de ClimMob o traducir las preguntas propias.
fr: Vous pouvez soit utiliser les questions de la bibliothèque de ClimMob, soit traduire les vôtres.

source: ClimMob’s pre-translated questions.
es: Preguntas pretraducidas de ClimMob.
fr: Questions pré-traduites de ClimMob.

source: There are ready-made questions in multiple languages in ClimMob’s library that you can add directly to your forms. The number of available languages will continue to grow. The ClimMob question library is currently available in the following languages
es: En la biblioteca de ClimMob hay preguntas ya preparadas en varios idiomas que puedes agregar directamente a tus formularios. La cantidad de idiomas disponibles seguirá creciendo. La biblioteca de preguntas de ClimMob está disponible actualmente en los siguientes idiomas:
fr: Il existe des questions prêtes à l'emploi dans plusieurs langues dans la bibliothèque de ClimMob que vous pouvez ajouter directement à vos formulaires. Le nombre de langues disponibles continuera d'augmenter. La bibliothèque de questions de ClimMob est actuellement disponible dans les langues suivantes
