Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: Linear regression
cs: Lineární regrese
es: Regresión lineal
fr: Régression linéaire

source: Ranking of options
cs: Hodnocení možností
es: Ranking de opciones
fr: Classement des options

source: Comparison with check
cs: Srovnání s kontrolou
es: Comparación con referencia
fr: Comparaison avec le contrôle

source: Select all
cs: Vybrat vše
es: Seleccionar todo
fr: Tout sélectionner

source: Registration
cs: Registrace
es: Registro
fr: Inscription

source: Splits
cs: Rozdělení
es: Divisiones
fr: Divisions

source: Do you want to do an extra analysis, separating by the values of the selection questions?
cs: Chcete provést dodatečnou analýzu rozdělenou podle hodnot výběrových otázek?
es: ¿Quiere hacer un análisis adicional, separando por los valores de las preguntas de selección?
fr: Voulez-vous faire une analyse supplémentaire, en séparant par les valeurs des questions de sélection ?

source: Yes
cs: Ano
es: Si
fr: Oui

source: Make split by variable
cs: Provést rozdělení podle proměnné
es: Hacer la división por variable
fr: Faire la division par variable

source: Infosheets
es: Hojas de información
fr: Fiches d'information

source: Do you want to generate an individual feedback report for the participants ?
es: ¿Desea generar un informe individual para los participantes?
fr: Voulez-vous générer un rapport de retour individuel pour les participants ?

source: Select the reference combination
es: Seleccione la combinación de referencia
fr: Sélectionnez la combinaison de référence

source: You must select at least one combination
es: Debe de seleccionar al menos una combinación
fr: Vous devez sélectionner au moins une combinaison

source: Search technology
cs: Hledat technologie
es: Buscar tecnología
fr: Rechercher une technologie

source: Select
es: Seleccionar
fr: Sélectionner

source: Combination
es: Combinación
fr: Combinaison

source: Perform analysis
es: Realizar el análisis
fr: Effectuer l'analyse

source: current step
es: paso actual
fr: étape actuelle

source: Pagination
es: Paginación

source: Loading
es: Cargando
fr: Chargement

source: {} is the maximum number of explanatory variables you can analyze at the same time. Not all variables can be selected at the same time
es: {} es el número máximo de variables explicativas que puede analizar al al mismo tiempo. No se pueden seleccionar todas las variables al mismo tiempo
fr: {} est le nombre maximum de variables explicatives que vous pouvez analyser en même temps. Toutes les variables ne peuvent pas être sélectionnées en même temps

source: You have reached the maximum number of explanatory variables allowed for the analysis.
es: Ha alcanzado el número máximo de variables explicativas permitidas parael análisis.
fr: Vous avez atteint le nombre maximum de variables explicatives autorisées pour l'analyse.

source: You have reached the maximum number of reference combinations allowed for the analysis.
es: Ha alcanzado el número máximo de combinaciones de referencia permitidas para el análisis.
fr: Vous avez atteint le nombre maximum de combinaisons de référence autorisées pour l'analyse.

source: ClimMob | Prepare trial data collection
es: ClimMob | Preparar recolección de datos del ensayo
fr: ClimMob | Préparer la collecte des données d'essai

source: Prepare trial data collection
es: Preparar la recolección de datos del ensayo
fr: Préparer la collecte des données d'essai

source: Here you will set the different data collection moments for the on-farm evaluation that participants will carry out, alongside with the questions that will be asked at each mome. It is important to know which traits will you evaluate in the selected technology options? When will each trait be evaluated during the planting cycle?
es: Aquí establecerá los diferentes momentos de recolección de datos para la evaluación en la finca que los participantes llevarán a cabo, junto con las preguntas que se formularán en cada momento. Es importante saber qué rasgos se evaluarán en las opciones tecnológicas seleccionadas. ¿Cuándo se evaluará cada rasgo durante el ciclo de siembra?
fr: Ici, vous définirez les différentes étapes de la collecte de données pour l'évaluation sur le terrain par les participants, ainsi que les questions à poser à chaque étape. Il est crucial d'identifier les caractéristiques que vous évaluerez dans les options technologiques choisies. À quel moment chaque caractéristique sera-t-elle évaluée au cours du cycle de plantation ?

source: Trial data collection moment details
es: Detalles del momento de la recolección de datos del ensayo
fr: Détails du moment de collecte des données d'essai

source: Active trial data collection moments
es: Momentos de recolección de datos de los ensayos activos
fr: Moments de collecte des données d'essai actifs

source: Interval in days
cs: Interval ve dnech
es: Intervalo en días
fr: Intervalle en jours

source: question
cs: otázka
es: pregunta

source: Overall performance
cs: Celkový výkon
es: Desempeño general
fr: Performance globale

source: Add questions
es: Agregar preguntas
fr: Ajouter des questions

source: Edit trial data collection
es: Editar la recolección de datos del ensayo
fr: Modifier la collecte des données d'essai

source: Do you really want to delete this trial data collection moment?
es: Realmente quieres eliminar este momento de recolección de datos del ensayo?
fr: Voulez-vous vraiment supprimer ce moment de collecte des données d'essai ?

source: Delete data collection
es: Eliminar recolección de datos
fr: Supprimer la collecte de données

source: There are no trial data collection moments.
es: No hay momentos de recolección de datos en el ensayo.
fr: Il n'y a pas de moments de collecte des données d'essai.

source: ClimMob - Prepare trial data collection moment
es: ClimMob - Preparar recolección de datos del ensayo
fr: ClimMob - Préparer le moment de collecte des données d'essai

source: Prepare trial data collection moment
es: Preparar el momento de la recolección de datos del ensayo
fr: Préparer le moment de collecte des données d'essai

source: Available questions from library
cs: Dostupné otázky z knihovny
es: Preguntas disponibles en la biblioteca
fr: Questions disponibles de la bibliothèque

source: Search question
es: Buscar pregunta
fr: Rechercher une question

source: Expand all categories
es: Expandir todas las categorías
fr: Développer toutes les catégories

source: Collapse all categories
es: Contraer todas las categorías
fr: Réduire toutes les catégories

source: Trial data collection moment form
es: Formulario de recolección de datos del ensayo
fr: Formulaire du moment de collecte des données d'essai

source: Add new question
es: Crear una nueva pregunta
fr: Ajouter une nouvelle question

source: Main language
es: Idioma principal
fr: Langue principale

source: New section
cs: Nová sekce
es: Nueva sección
fr: Nouvelle section

source: Clear and close form
es: Limpiar y cerrar formulario
fr: Effacer et fermer le formulaire

source: Preview
cs: Náhled
es: Vista previa
fr: Aperçu

source: Download form
es: Descargar formulario
fr: Télécharger le formulaire

source: Add questions to the form
es: Agregar pregunta al formulario
fr: Ajouter des questions au formulaire

source: Move the question from left to right.
es: Mueva la pregunta de izquierda a derecha.
fr: Déplacer la question de gauche à droite.

source: Delete questions from the form
es: Eliminar preguntas del formulario
fr: Supprimer les questions du formulaire

source: Move the question from right to left.
es: Mueva las preguntas de derecha a izquierda.
fr: Déplacer la question de droite à gauche.

source: In case you cannot see all the questions, you can scroll down in this section to see the new questions added.
es: En caso de que no pueda ver todas las preguntas, puede desplazarse hacia abajo en esta sección para ver las nuevas preguntas agregadas.
fr: Si vous ne pouvez pas voir toutes les questions, vous pouvez faire défiler cette section pour voir les nouvelles questions ajoutées.

source: Do you really want to delete this section?
es: Realmente quiere eliminar esta sección?
fr: Voulez-vous vraiment supprimer cette section ?

source: Edit registration survey data
cs: Úprava údajů z registračního průzkumu
es: Editar los datos de la encuesta de registro
fr: Modifier les données de l'enquête d'inscription

source: Available fields for edit
cs: Dostupná pole pro úpravy
es: Campos disponibles para editar
fr: Champs disponibles pour l'édition

source: Error. No field available for editing.
cs: Chyba. Žádné pole není k dispozici pro editaci.
es: Error. No hay campos disponibles para editar.
fr: Erreur. Aucun champ disponible pour l'édition.

source: Save changes
cs: Uložit změny
es: Guardar cambios
fr: Sauvegarder les modifications

source: Cancel editing
cs: Zrušit úpravy
es: Cancelar edición
fr: Annuler l'édition

source: Select at least one column
cs: Vyberte alespoň jeden sloupec
es: Seleccione al menos una columna
fr: Sélectionnez au moins une colonne

source: Ready!
cs: Připraveno!
es: Listo!
fr: Prêt !

source: Your changes were saved in the database.
cs: Vaše změny byly uloženy do databáze.
es: Sus cambios han sido registrados en la base de datos.
fr: Vos modifications ont été enregistrées dans la base de données.

source: An error occurred while updating your data, please try again.
cs: Při aktualizaci dat došlo k chybě, zkuste to prosím znovu.
es: Se ha producido un error al actualizar sus datos, inténtelo de nuevo.
fr: Une erreur s'est produite lors de la mise à jour de vos données, veuillez réessayer.

source: Check that the value is not duplicated in another column.
cs: Zkontrolujte, zda hodnota není duplicitní v jiném sloupci.
es: Compruebe que el valor no está duplicado en otra columna.
fr: Vérifiez que la valeur n'est pas dupliquée dans une autre colonne.

source: Table of edition
cs: Tabulka vydání
es: Tabla de edición
fr: Tableau d'édition

source: There are unsaved changes!
cs: Jsou zde neuložené změny!
es: Hay cambios sin guardar!
fr: Il y a des modifications non enregistrées !

source: Do you want to save the changes made to the database?
cs: Chcete uložit provedené změny v databázi?
es: ¿Desea guardar los cambios realizados en la base de datos?
fr: Voulez-vous enregistrer les modifications apportées à la base de données ?

source: Yes, I want to keep them!
cs: Ano, chci si je nechat!
es: Si, deseo mantenerlos!
fr: Oui, je veux les garder !

source: No, I want to cancel!
cs: Ne, chci to zrušit!
es: No, quiero cancelar!
fr: Non, je veux annuler !

source: Cancelled
cs: Zrušeno
es: Cancelado
fr: Annulé

source: Your changes will not be stored in the database.
cs: Vaše změny se do databáze neuloží.
es: Sus cambios no fueron almacenados en la base de datos.
fr: Vos modifications ne seront pas enregistrées dans la base de données.

source: ClimMob | Assign field agents
cs: ClimMob | Přiřazení terénních pracovníků
es: ClimMob | Asignar agentes de campo
fr: ClimMob | Assigner des agents de terrain

source: Assign field agents
cs: Přiřazení terénních pracovníků
es: Asignar agentes de campo
fr: Assigner des agents de terrain

source: Field agents are your extension workers in the field who will communicate with the participants and later collect all trial observations using the ODK Collect app.Here you can add the field agents who will work on this particular project.
es: Los agentes de campo son sus trabajadores de extensión en el campo que se comunicarán con los participantes y posteriormente recogerán todas las observaciones del ensayo utilizando la aplicación ODK Collect.Aquí puede agregar los agentes de campo que trabajarán en este proyecto en particular.
fr: Les agents de terrain sont vos travailleurs d'extension sur le terrain qui communiqueront avec les participants et collecteront plus tard toutes les observations d'essai en utilisant l'application ODK Collect. Ici, vous pouvez ajouter les agents de terrain qui travailleront sur ce projet particulier.

source: Assign field agents to the project
es: Asignar agentes de campo al proyecto
fr: Assigner des agents de terrain au projet

source: Add new field agent
es: Agregar agente de campo
fr: Ajouter un nouvel agent de terrain

source: Select to add
cs: Vyberte, zda chcete přidat
es: Seleccionar para agregar
fr: Sélectionner pour ajouter

source: by
cs: od
es: por
fr: par

source: Assing field agents to the project
es: Asignar agentes de campo al proyecto
fr: Assigner des agents de terrain au projet

source: Click to
es: Hacer clic
fr: Cliquez sur

source: + Add new field agent
es: + Agregar agente de campo
fr: + Ajouter un nouvel agent de terrain

source: to register more of them.
cs: abyste jich zaregistrovali více.
es: para registrar más.
fr: pour en enregistrer plus.

source: No field agents found. Register your field agents first. Go to Library (left panel) > Field agents.
cs: Nebyl nalezen žádný terénní pracovník. Nejprve zaregistrujte své terénní pracovníky. Přejděte do nabídky Knihovna (levý panel) > Terénní pracovníci.
es: No se encontraron agentes de campo. Primero registre sus agentes de campo. Vaya a la Biblioteca (panel izquierdo) > Agentes de campo.
fr: Aucun agent de terrain trouvé. Enregistrez d'abord vos agents de terrain. Allez à Bibliothèque (panneau de gauche) > Agents de terrain.

source: Field agents assigned to the project
cs: Terénní pracovníci přidělení k projektu
es: Agentes de campo asignados al proyecto
fr: Agents de terrain assignés au projet

source: Can not submit data
cs: Nelze odeslat data
es: No puede enviar datos
fr: Impossible de soumettre des données

source: You can download a
cs: Můžete si stáhnout
es: Puede descargar un
fr: Vous pouvez télécharger un

source: PDF document
es: documento PDF
fr: document PDF

source: to configure ODK Collect on Android devices.
cs: konfigurovat ODK Collect v zařízeních se systémem Android.
es: para configurar ODK Collect en dispositivos Android.
fr: pour configurer ODK Collect sur les appareils Android.

source: No field agents assigned to this project.
cs: K tomuto projektu nebyl přidělen žádný terénní pracovník.
es: No hay agentes de campo asignados a este proyecto.
fr: Aucun agent de terrain assigné à ce projet.

source: ClimMob | Trial documentation
es: ClimMob | Documentación del ensayo
fr: ClimMob | Documentation d'essai

source: List of forms to be completed
es: Lista de formularios a completar
fr: Liste des formulaires à compléter

source: View and edit
es: Ver y editar datos
fr: Voir et éditer les données

source: There are no metadata forms to be filled out
es: No hay formularios de metadatos para completar.
fr: Il n'y a aucun formulaire de métadonnées à remplir

source: Close form
es: Cerrar formulario
fr: Fermer le formulaire

source: Please note that all questions are mandatory unless they include the label “(Optional)”
es: Tenga en cuenta que todas las preguntas son obligatorias a menos que incluyan la etiqueta “(Opcional)”
fr: Veuillez noter que toutes les questions sont obligatoires, sauf si elles incluent l'étiquette « (Optionnel) »

source: Form
es: Formulario
fr: Formulaires

source: ClimMob | Products
cs: ClimMob | Produkty
es: ClimMob | Productos
fr: ClimMob | Produits

source: Push button to see if pending documents are ready.
cs: Stisknutím tlačítka zjistíte, zda jsou čekající dokumenty připraveny.
es: Presione el botón para saber si el documento pendiente ya está listo.
fr: Appuyez sur le bouton pour voir si les documents en attente sont prêts.

source: Refresh
cs: Obnovit
es: Refrescar
fr: Rafraîchir

source: You haven't files to download.
cs: Nemáte žádné soubory ke stažení.
es: No tienes documentos para descargar.
fr: Vous n'avez pas de fichiers à télécharger.

source: Create project summary
cs: Vytvořit shrnutí projektu
es: Crear un resumen del proyecto
fr: Créer un résumé du projet

source: To download files you need to have an active project.
cs: Chcete-li stahovat soubory, musíte mít aktivní projekt.
es: Para descargar archivos es necesario tener un proyecto activo.
fr: Pour télécharger des fichiers, vous devez avoir un projet actif.

source: ClimMob - Registration
cs: ClimMob - Registrace
es: ClimMob - Registro
fr: ClimMob - Inscription

source: Prepare participant registration form
es: Preparar el formulario de registro de participantes
fr: Préparer le formulaire d'inscription des participants

source: Participant registration and trial data collection
es: Registro de participantes y recolección de datos del ensayo
fr: Inscription des participants et collecte des données d'essai

source: Here you add and manage the administrative questions that field agents will ask the participants during the registration at the start of the project. This information is important for administrative reasons (who is participating, where do they live etc.) and for data analysis (e.g. to understand if all female participants preferred a certain technology option). Once you defined the list of questions, they will become available through the ODK Collect app. Field agents can input the information directly into the app, when registering the participants.
es: Aquí se agregan y gestionan las preguntas administrativas que los agentes de campo harán a los participantes durante el registro al inicio del proyecto. Esta información es importante por razones administrativas (quiénes participan, dónde viven, etc.) y para el análisis de datos (por ejemplo, para entender si todas las mujeres participantes prefieren una determinada opción tecnológica). Una vez definida la lista de preguntas, éstas estarán disponibles a través de la aplicación ODK Collect. Los agentes de campo pueden introducir la información directamente en la aplicación, al registrar a los participantes.
fr: Ici, vous ajoutez et gérez les questions administratives que les agents de terrain poseront aux participants lors de l'inscription au début du projet. Ces informations sont importantes pour des raisons administratives (qui participe, où vivent-ils, etc.) et pour l'analyse des données (par exemple, pour comprendre si toutes les participantes préféraient une certaine option technologique). Une fois que vous avez défini la liste des questions, elles seront disponibles via l'application ODK Collect. Les agents de terrain peuvent entrer les informations directement dans l'application lors de l'inscription des participants.

source: Prepare participant registration
cs: Příprava registrace účastníků
es: Preparar registro de participantes
fr: Préparer l'inscription des participants

source: ClimMob - Select combinations
cs: ClimMob - Vybrat kombinace
es: ClimMob - Seleccionar combinaciones
fr: ClimMob - Sélectionner des combinaisons

source: Generate packages with technology options and open the registration of participants
cs: Generování balíčků s technologickými možnostmi a otevření registrace účastníků
es: Generar paquetes de tecnologías y abrir el registro de participantes
fr: Générer des paquets avec des options technologiques et ouvrir l'inscription des participants

source: Set combinations
cs: Nastavení kombinací
es: Establecer combinaciones
fr: Définir des combinaisons

source: Review packages
cs: Přehled balíčků
es: Revisión de paquetes
fr: Réviser les paquets

source: ClimMob is generating the randomization of your packages.
cs: Společnost ClimMob generuje náhodný výběr vašich balíčků.
es: ClimMob está generando la aleatorización de sus paquetes.
fr: ClimMob génère la randomisation de vos paquets.

source: This process may take some time but no more than two minutes.
cs: Tento proces může nějakou dobu trvat, ne však déle než dvě minuty.
es: Este proceso puede llevar algún tiempo, pero no más de dos minutos.
fr: Ce processus peut prendre un certain temps, mais pas plus de deux minutes.

source: Please wait and refresh the screen from time to time to verify that your packages are already available.
cs: Vyčkejte a čas od času obnovte obrazovku, abyste si ověřili, zda jsou vaše balíčky již k dispozici.
es: Por favor, espere y actualice la pantalla cada cierto tiempo para verificar que sus paquetes ya están disponibles.
fr: Veuillez patienter et rafraîchir l'écran de temps en temps pour vérifier si vos paquets sont déjà disponibles.

source: Important
es: Importante

source: Please review the generated packages.
es: Por favor revise los paquetes generados.
fr: Veuillez vérifier les paquets générés.

source: You must confirm this procedure at the end of the table to continue with the opening of the participant registration.
es: Debe confirmar este procedimiento al final de la tabla para continuar con la apertura del registro de participantes.
fr: Vous devez confirmer cette procédure à la fin du tableau pour continuer avec l'ouverture de l'inscription des participants.

source: Creating packages. Please wait…
es: Creando paquetes. Por favor espere...
fr: Création de paquets. Veuillez patienter…

source: Continue
cs: Pokračovat
es: Continuar
fr: Continuer

source: Opening the registration of participants. Please wait…
es: Abriendo el formulario de registro de participantes. Por favor espere...
fr: Ouverture des inscription des participants. Veuillez patienter…

source: Modify
cs: Upravit
es: Modificar
fr: Modifier

source: ClimMob | Share project with other users
es: ClimMob | Compartir proyecto con otros usuarios
fr: ClimMob | Partager le projet avec d'autres utilisateurs

source: Share project
cs: Sdílet projekt
es: Compartir proyecto
fr: Partager le projet

source: User with whom you want to share the project
cs: Uživatel, se kterým chcete projekt sdílet
es: Usuario con el que quiere compartir el proyecto
fr: Utilisateur avec qui vous souhaitez partager le projet

source: Select one user.
cs: Vyberte jednoho uživatele.
es: Seleccione un usuario.
fr: Sélectionner un utilisateur.

source: Explanation of roles
es: Explicación de roles
fr: Explication des rôles

source: Role
es: Rol
fr: Rôle

source: Explanation
es: Explicación
fr: Explication

source: This role is assigned by default to the user responsible for creating the project.
es: Este rol se asigna por defecto al usuario responsable de la creación del proyecto.
fr: Ce rôle est assigné par défaut à l'utilisateur responsable de la création du projet.

source: Admin
cs: Administrátor
es: Administrador

source: This user have full control of the project and can share it with other users.
es: Este usuario tiene el control total del proyecto y puede compartirlo con otros usuarios.
fr: Cet utilisateur a un contrôle total sur le projet et peut le partager avec d'autres utilisateurs.

source: This user can make changes to any section of the project; however do not have permission to share the project.
es: Este usuario puede realizar cambios en cualquier sección del proyecto; sin embargo, no tiene permiso para compartir el proyecto.
fr: Cet utilisateur peut apporter des modifications à n'importe quelle section du projet, cependant il ne peut pas partager le project.

source: This user can only see the information in each section of the Project, without making any change.
es: Este usuario sólo puede ver la información de cada sección del proyecto, sin realizar ningún cambio.
fr: Cet utilisateur peut seulement voir les informations de chaque section du projet, sans apporter de modifications.

source: Role for the user
cs: Role pro uživatele
es: Rol del usuario
fr: Rôle pour l'utilisateur

source: Users collaborating in the project
cs: Uživatelé spolupracující na projektu
es: Usuarios colaborando en el proyecto
fr: Utilisateurs collaborant au projet
