Repository: mrbotcr/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmob.po
Languages: cs, es, fr

source: You cannot edit this category because it does not belong to your personal library.
cs: Tuto kategorii nelze upravovat, protože nepatří do vaší osobní knihovny.
es: No puede editar esta categoría por que no pertenece a su biblioteca personal.
fr: Vous ne pouvez pas modifier cette catégorie car elle n'appartient pas à votre bibliothèque personnelle.

source: There was a problem removing the category.
cs: Při odstraňování kategorie došlo k problému.
es: Hubo un problema eliminando la categoría.
fr: Il y a eu un problème lors de la suppression de la catégorie.

source: The category was removed.
cs: Kategorie byla odstraněna.
es: La categoría fue eliminada.
fr: La catégorie a été supprimée.

source: This category cannot be removed because it has questions.
cs: Tuto kategorii nelze odstranit, protože obsahuje otázky.
es: Esta categoría no puede ser eliminada por que tiene preguntas.
fr: Cette catégorie ne peut pas être supprimée car elle contient des questions.

source: You cannot delete this category because it does not belong to your personal library.
cs: Tuto kategorii nelze odstranit, protože nepatří do vaší osobní knihovny.
es: No puede eliminar esta categoría por que no pertenece a su biblioteca personal.
fr: Vous ne pouvez pas supprimer cette catégorie car elle n'appartient pas à votre bibliothèque personnelle.

source: This technology option already exists in the technology.
cs: Tato možnost již v technologii existuje.
es: Esta opción tecnológica ya existe en la tecnología.
fr: Cette option technologique existe déjà dans la technologie.

source: You do not have a technology with this ID.
cs: S tímto ID nemáte žádnou technologii.
es: No tiene una tecnología con este ID.
fr: Vous n'avez pas de technologie avec cet ID.

source: There is no technology with this ID.
cs: Toto ID není vybaveno žádnou technologií.
es: No hay una tecnología con este ID.
fr: Il n'y a pas de technologie avec cet ID.

source: The technology option was updated successfully.
cs: Možnost technologie byla úspěšně aktualizována.
es: La opción tecnológica fue actualizada correctamente.
fr: L'option technologique a été mise à jour avec succès.

source: You can not update this technology option because it has been assigned to a project.
cs: Tuto možnost technologie nelze aktualizovat, protože byla přiřazena k projektu.
es: No puede actualizar esta opción tecnològica por que ha sido asignada a un proyecto.
fr: Vous ne pouvez pas mettre à jour cette option technologique car elle a été assignée à un projet.

source: You do not have a technology option with this ID.
cs: U tohoto ID nemáte možnost volby technologie.
es: No tiene una opción tecnológica con este ID.
fr: Vous n'avez pas d'option technologique avec cet ID.

source: The technology option was deleted successfully.
cs: Možnost technologie byla úspěšně odstraněna.
es: La opción tecnológica fue actualizada correctamente.
fr: L'option technologique a été supprimée avec succès.

source: You cannot delete this technology option because it has been assigned to a project.
cs: Tuto možnost technologie nelze odstranit, protože byla přiřazena k projektu.
es: No puede eliminar esta opción tecnológica por que ha sido asignada a un proyecto.
fr: Vous ne pouvez pas supprimer cette option technologique car elle a été assignée à un projet.

source: You do not have a alias with this ID.
cs: Nemáte alias s tímto ID.
es: No tiene una opción tecnológica con este ID.
fr: Vous n'avez pas d'alias avec cet ID.

source: This technology already exists in your personal library.
cs: Tato technologie již existuje ve vaší osobní knihovně.
es: Esta tecnología ya existe en su biblioteca personal.
fr: Cette technologie existe déjà dans votre bibliothèque personnelle.

source: This technology already exists in the generic library.
cs: Tato technologie již existuje v generické knihovně.
es: Esta tecnología ya existe en la biblioteca general.
fr: Cette technologie existe déjà dans la bibliothèque générale.

source: The technology was modified successfully.
cs: Technologie byla úspěšně upravena.
es: La tecnología fue modificada correctamente.
fr: La technologie a été modifiée avec succès.

source: You cannot update this technology because it has been assigned to a project.
cs: Tuto technologii nelze aktualizovat, protože byla přiřazena k projektu.
es: No puede actualizar la tecnología por que ha sido asignada a un proyecto.
fr: Vous ne pouvez pas mettre à jour cette technologie car elle a été assignée à un projet.

source: The technology was deleted successfully.
cs: Technologie byla úspěšně odstraněna.
es: La tecnología fue eliminada correctamente.
fr: La technologie a été supprimée avec succès.

source: You cannot delete this technology because it has been assigned to a project.
cs: Tuto technologii nelze odstranit, protože byla přiřazena k projektu.
es: No puede eliminar esta tecnología por que ha sido asignada a un proyecto.
fr: Vous ne pouvez pas supprimer cette technologie car elle a été assignée à un projet.

source: Feedback could not be sent.
cs: Zpětnou vazbu se nepodařilo odeslat.
es: No se han podido enviar los comentarios.
fr: Le retour d'information n'a pas pu être envoyé.

source: The project was successfully shared with the user
cs: Projekt byl úspěšně sdílen s uživatelem
es: El proyecto se ha compartido con éxito con el usuario
fr: Le projet a été partagé avec succès avec l'utilisateur

source: The number of participants was successfully increased
cs: Počet účastníků se podařilo zvýšit
es: El número de participantes ha sido incrementado correctamente
fr: Le nombre de participants a été augmenté avec succès

source: We haven't found a project that matches what was specified
cs: Nenašli jsme projekt, který by odpovídal zadání
es: No hemos encontrado un proyecto que se ajuste a lo especificado
fr: Nous n'avons pas trouvé de projet correspondant à ce qui a été spécifié

source: item
cs: položka
fr: élément

source: Error
cs: Chyba
fr: Erreur

source: ClimMob | 404 Error
cs: ClimMob | Chyba 404
fr: ClimMob | Erreur 404

source: testing
cs: testování
fr: test

source: Copyright
cs: Autorská práva
fr: Droits d'auteur

source: Cookiecutter Alchemy project for the Pyramid Web Framework
cs: Projekt Cookiecutter Alchemy pro Pyramid Web Framework
fr: Cookiecutter Alchemy projet pour le cadre web Pyramid

source: Sector
cs: Sektor
fr: Secteur

source: Token
fr: Jeton

source: API Key
cs: API Klíč
fr: Clé API

source: Editor
fr: Éditeur

source: No
cs: Ne
fr: Non

source: Error!
cs: Chyba!
fr: Erreur !

source: Rol
fr: Rôle

source: Dashboard
fr: Tableau de bord

source: Editable
fr: Éditable

source: Decimal
cs: Desetinné číslo
fr: Décimal

source: Other
cs: Ostatní

source: Better
cs: Lepší

source: Worse
cs: Horší

source: Start of survey
cs: Zahájení průzkumu

source: End of survey
cs: Ukončení průzkumu

source: The scanned Qr is incorrect, it is not for this project.
cs: Naskenovaný QR kód je nesprávný, není určen pro tento projekt.

source: requires a value
cs: vyžaduje hodnotu

source: Device IMEI
cs: IMEI zařízení

source: Validation of the selected participant
cs: Ověření vybraného účastníka

source: You scanned package number <span style="color:#009551; font-weight:bold">${clc_after}</span>.<br>This package belongs to <span style="color:#009551; font-weight:bold">${farmername}</span>.
cs: Naskenovali jste číslo balíku <span style="color:#009551; font-weight:bold">${clc_after}</span>.<br>Tento balík patří uživateli <span style="color:#009551; font-weight :bold">${farmername}</span>.

source: You selected package number <span style="color:#009551; font-weight:bold">${QST163}</span>.<br>This package belongs to <span style="color:#009551; font-weight:bold">${clc_after}</span>.
cs: Vybrali jste číslo balíčku <span style="color:#009551; font-weight:bold">${QST163}</span>.<br>Tento balíček patří společnosti <span style="color:#009551; font-weight :bold">${clc_after}</span>.

source: In the following field try to write the name of the participant to filter the information and find him/her more easily.
cs: Do následujícího pole zkuste napsat jméno účastníka, abyste mohli informace filtrovat a snadněji ho najít.

source: Not observed
cs: Nebylo zjištěno

source: Tied
cs: Vázané

source: Add the other value here
cs: Zde přidejte další hodnotu

source: Progress report on data collection
cs: Zpráva o pokroku při sběru dat

source: Maps of georeferenced points where the forms were applied by field agents.
cs: Mapy georeferencovaných bodů, kde terénní pracovníci použili formuláře.

source: Table to show if the information was collected and on what date.
cs: Tabulka, která zobrazuje, zda byly informace shromážděny a ke kterému datu.

source: Form map
cs: Mapa formuláře

source: Registry
cs: Registr

source: Forgot password?
cs: Zapomenuté heslo?

source: ClimMob | Password recovery
cs: ClimMob | Obnovení hesla

source: Recover your ClimMob password
cs: Obnovení hesla ClimMob

source: Recover my password
cs: Obnovení mého hesla

source: User Name
cs: Uživatelské jméno

source: Write the user name.
cs: Napište uživatelské jméno.

source: You can only use letters and numbers. Special characters are not allowed.
cs: Můžete používat pouze písmena a číslice. Speciální znaky nejsou povoleny.

source: Main menu
cs: Hlavní nabídka

source: Select technology options
cs: Výběr možností technologie

source: Prepare registration form
cs: Příprava registračního formuláře

source: Prepare data collection
cs: Příprava sběru dat

source: Data Collection moments
cs: Okamžiky sběru dat

source: Please check the following types of questions are in the started assessments or include them in the next assessments:
cs: Zkontrolujte, zda jsou následující typy otázek v zahájených hodnoceních, nebo je zahrňte do dalších hodnocení:

source: You have included
cs: Zahrnuli jste

source: Ranking of options
cs: Hodnocení možností

source: Comparison with check
cs: Srovnání s kontrolou

source: Explanatory variables
cs: Vysvětlující proměnné

source: Explanatory variables
cs: Vysvětlující proměnné

source: You have included this question in the assessment
cs: Tuto otázku jste zahrnuli do hodnocení

source: Overall ranking of options
cs: Celkové pořadí možností

source: Overall comparison with check
cs: Celkové porovnání s kontrolou

source: Select the assessment for start the data collection
cs: Vyberte hodnocení pro zahájení sběru dat

source: Start an assessment
cs: Zahájení hodnocení

source: You can start the data collection once the registration of participants is closed and the project definition is completed
cs: Sběr dat můžete zahájit po uzavření registrace účastníků a dokončení definice projektu

source: You can start the registration of participants once the project has field agents, technology options and a registration form
cs: Registraci účastníků můžete zahájit, jakmile má projekt k dispozici terénní pracovníky, technologické možnosti a registrační formulář

source: View data
cs: Zobrazit údaje

source: Download data
cs: Stáhnout data

source: Data collection
cs: Sběr dat

source: You have
cs: Máte

source: project
cs: projekt

source: Clone existing project
cs: Klonování stávajícího projektu

source: Do you really want to remove this field agent?
cs: Opravdu chcete odstranit tohoto terénního pracovníka?

source: Remove field agent
cs: Odstranění terénního pracovníka

source: ClimMob | Cancel data collection
cs: ClimMob | Zrušit sběr dat

source: Cancel assessment
cs: Zrušit hodnocení

source: You are going to cancel the data collection
cs: Chystáte se zrušit sběr dat

source: After you cancel this data collection all data will be lost
cs: Po zrušení tohoto sběru dat budou všechna data ztracena

source: Are you sure that you want to cancel the ongoing data collection?
cs: Opravdu chcete zrušit probíhající sběr dat?

source: ClimMob | Cancel registry
cs: ClimMob | Zrušit registr

source: Cancel the registration
cs: Zrušit registraci

source: You are going to cancel the registration
cs: Chystáte se zrušit registraci

source: ClimMob | Close data collection
cs: ClimMob | Zavřít sběr dat

source: Finish assessment
cs: Dokončení hodnocení

source: You are going to finish the data collection
cs: Chystáte se dokončit sběr dat

source: After you finish this data collection no more participants will be able to submit data
cs: Po ukončení tohoto sběru dat nebudou moci další účastníci údaje odesílat

source: Are you sure that you want to finish this data collection?
cs: Jste si jisti, že chcete tento sběr dat dokončit?

source: Finish data collection
cs: Dokončení sběru dat

source: ClimMob | Finish registration
cs: ClimMob | Dokončit registraci

source: You are going to finish the registration of participants and start data collection
cs: Chystáte se dokončit registraci účastníků a zahájit sběr dat

source: After you finish the registration no more participants will be able to register
cs: Po dokončení registrace se již nebudou moci registrovat žádní další účastníci

source: Are you sure that you want to finish the registration?
cs: Opravdu chcete dokončit registraci?

source: Finish the registration
cs: Dokončit registraci

source: ClimMob | Project details
cs: ClimMob | Detaily projektu

source: Do you really want to remove this project?
cs: Opravdu chcete tento projekt odstranit?

source: ClimMob | Start data collection
cs: ClimMob | Zahájení sběru dat

source: Start data collection
cs: Zahájení sběru dat

source: ClimMob | Prepare data collection
cs: ClimMob | Příprava sběru dat

source: Data collection moment details
cs: Podrobnosti o okamžiku sběru dat

source: Active data collection moments
cs: Okamžiky aktivního sběru dat

source: See questions
cs: Viz otázky

source: Edit data collection
cs: Úprava sběru dat

source: Do you really want to remove this data collection moment?
cs: Opravdu chcete tento okamžik sběru dat odstranit?

source: Remove data collection
cs: Odstranit sběr dat

source: There are no data collection moments.
cs: Neexistují žádné okamžiky sběru dat.

source: ClimMob - Form editor
cs: ClimMob - Editor formulářů

source: Form editor
cs: Editor formulářů

source: Assessment form
cs: Hodnotící formulář

source: Update completed.
cs: Aktualizace dokončena.

source: Move the questions from left to right.
cs: Posuňte otázky zleva doprava.

source: Do you really want to remove this section?
cs: Opravdu chcete tuto část odstranit?

source: Edit data
cs: Upravit data

source: Add field agents
cs: Přidat terénní pracovníky

source: Go to
cs: Přejít na

source: field agents
cs: terénní pracovníci

source: ClimMob | Share project
cs: ClimMob | Sdílet projekt

source: Do you really want to remove this collaborator?
cs: Opravdu chcete tohoto spolupracovníka odstranit?

source: Remove collaborator
cs: Odebrat spolupracovníka

source: Select technologies
cs: Zvolit technologie

source: Add technology
cs: Přidat technologii

source: Available
cs: Dostupné

source: Selected
cs: Vybráno

source: Project code
cs: Kód projektu

source: Write the project code.
cs: Napište kód projektu.

source: Questions library
cs: Knihovna otázek

source: Data collection / analysis ongoing
cs: Probíhá sběr dat / analýza

source: Get GPS point
cs: Získat bod GPS

source: Latitude
cs: Zeměpisná šířka

source: Longitude
cs: Zeměpisná délka

source: Altitude
cs: Nadmořská výška

source: Accuracy
cs: Přesnost

source: Get Barcode
cs: Získat čárový kód

source: Take Picture
cs: Pořídit obrázek

source: Choose Image
cs: Vyberte si obrázek

source: Record Sound
cs: Nahrát zvuk

source: Choose Sound
cs: Zvolte zvuk

source: Play Sound
cs: Přehrát zvuk

source: Record Video
cs: Nahrát video

source: Choose Video
cs: Vyberte si video

source: Play Video
cs: Přehrát video

source: Select date
cs: Zvolte datum

source: No date selected
cs: Nebylo vybráno žádné datum

source: Select time
cs: Zvolte čas

source: No time selected
cs: Nebyl zvolen žádný čas

source: Time
cs: Čas

source: 2. Size and labels
cs: 2. Velikost a štítky

source: Number of items that each participant compares
cs: Počet položek, které každý účastník porovnává

source: Name to be given to the 3 items that each participant compares
cs: Název pro 3 položky, které každý účastník porovnává

source: Item #1
cs: Položka č. 1

source: Item #2
cs: Položka č. 2

source: Item #3
cs: Položka č. 3

source: 3. Geographic information
cs: 3. Geografické informace

source: 4. Type of project
cs: 4. Typ projektu

source: On-farm testing
cs: Testování na farmě

source: Consumer/Market testing
cs: Spotřebitelské/tržní testování

source: 5. Structure to be cloned
cs: 5. Struktura, která má být klonována

source: Data collection moment code:
cs: Kód okamžiku sběru dat:

source: Data collection moment:
cs: Okamžik sběru dat:

source: Write the data collection moment.
cs: Napište okamžik sběru dat.

source: Interval in days:
cs: Interval ve dnech:

source: This data collection is done after how many days from the distribution of the packages.
cs: Tento sběr dat se provádí po kolika dnech od distribuce balíčků.

source: Will data collection include questions about overall performance and comparison with check?
cs: Bude sběr dat zahrnovat otázky týkající se celkové výkonnosti a srovnání s kontrolou?

source: The final data collection moment has to include questions about overall performance and comparison with check.
cs: Závěrečný okamžik sběru dat musí zahrnovat otázky týkající se celkové výkonnosti a srovnání s kontrolou.

source: List of packages with QR for the registration form
cs: Seznam balíčků s QR pro registrační formulář

source: Information collected in all the project
cs: Informace shromážděné ve všech projektech

source: Information collected in the registration form
cs: Informace shromážděné v registračním formuláři

source: Information collected in the assessment form
cs: Informace shromážděné v hodnotícím formuláři

source: Report generated in the analysis of the information
cs: Zpráva vytvořená při analýze informací

source: Printer-friendly registration form
cs: Registrační formulář vhodný pro tisk

source: Printer-friendly assessment form
cs: Hodnotící formulář vhodný pro tisk

source: Document of submissions with conflicts in the registration form
cs: Dokumentace podání s konflikty v registračním formuláři

source: Document of submissions with conflicts in the assessment form
cs: Dokumentace podání s rozpory v hodnotícím formuláři

source: Multimedia content collected in the registration form
cs: Multimediální obsah shromážděný v registračním formuláři

source: Multimedia content collected in the assessment form
cs: Multimediální obsah shromážděný v hodnotícím formuláři

source: Content description:
cs: Popis obsahu:

source: Write the content description.
cs: Napište popis obsahu.

source: Combination of levels
cs: Kombinace úrovní

source: Column label for the database (without spaces or special characters), for example 'grainyield'
cs: Označení sloupce databáze (bez mezer a speciálních znaků), například "grainyield".

source: option
cs: možnost

source: Answer
cs: Odpověď

source: Technologies library
cs: Knihovna technologií

source: Do you really want to remove this technology?
cs: Opravdu chcete tuto technologii odstranit?

source: Do you really want to remove this technology option?
cs: Opravdu chcete tuto možnost technologie odstranit?

source: Creating technologies in the library
cs: Vytváření technologií v knihovně

source: Click on the button: 'Create new technology'.
cs: Klikněte na tlačítko "Vytvořit novou technologii".

source: Click on the technology row.
cs: Klikněte na řádek technologie.

source: User name already exits
cs: Uživatelské jméno již existuje

source: ClimMob Version 3 - Password recovery
cs: ClimMob verze 3 - Obnovení hesla

source: Hello,
cs: Dobrý den,

source: You requested ClimMob Version 3 to send you your password.
cs: Požádali jste společnost ClimMob verze 3 o zaslání hesla.

source: Your account is: {}
cs: Váš účet je: {}

source: Your password is: {}
cs: Vaše heslo je: {}

source: Regards,
cs: S pozdravem,

source: The ClimMob team.
cs: Tým ClimMob.

source: The account name cannot have any special characters.
cs: Název účtu nesmí obsahovat žádné speciální znaky.

source: A project already exists with this code.
cs: Projekt s tímto kódem již existuje.

source: The project code can't be empty
cs: Kód projektu nemůže být prázdný

source: Error in the JSON. Not all parameters have data.
cs: Chyba v JSON. Ne všechny parametry mají data.

source: The possible values in the parameter 'project_registration_and_analysis' are: ['0':' Registration is done first, followed by one or more data collection moments (with different forms)','1':'Requires registering participants and immediately asking questions to analyze the information']
cs: Možné hodnoty parametru "project_registration_and_analysis" jsou: ["0": "Nejprve se provede registrace, po níž následuje jeden nebo více okamžiků sběru dat (s různými formuláři)", "1": "Vyžaduje registraci účastníků a okamžité položení otázek k analýze informací"].

source: The project code must start with a letter.
cs: Kód projektu musí začínat písmenem.

source: For the project code only letters and numbers are allowed. The project code must start with a letter.
cs: Pro kód projektu jsou povolena pouze písmena a číslice. Kód projektu musí začínat písmenem.

source: Error in the JSON sent by parameter. Check the obligatory Keys:
cs: Chyba v JSON odeslaném parametrem. Zkontrolujte povinné klíče:
